/**
 * Имена (латинские и русские буквы, тире и пробелы).
 */
export const nameAll = /^[ A-яё-]*$/i;

/**
 * Русские имена (русские буквы, тире и пробелы).
 */
export const nameRu = /^[ а-яё-]*$/i;

/**
 * Английские имена (латинские буквы, тире и пробелы).
 */
export const nameEn = /^[ a-z-]*$/i;

/**
 * Код реферала (латинские буквы, цифры, тире и подчеркивание).
 */
export const referrerCode = /^[\w-]*$/i;

/**
 * Пароль (как минимум 1 заглавная и строчная латинские буквы и 1 цифра).
 */
export const password = /^(?=.*\d)(?=.*[a-z])(?=.*[A-Z])(?=.*[A-Za-z]).*$/;

/**
 * Телефонный номер (+7(000) 000-00-00).
 */
export const tel = /^\+7\(\d{3}\) \d{3}(?:-\d{2}){2}$/;

/**
 * КПП (0000AA000).
 */
export const kpp = /^\d{4}[\dA-Z]{2}\d{3}$/;

/**
 * Дата (полная проверка корректности).
 */
export const date = /^(?:31(\.)(?:0?[13578]|1[02])\1|(?:29|30)(\.)(?:0?[,13-9]|1[0-2])\2)(?:1[6-9]|[2-9]\d)?\d{2}$|^29(\.)0?2\3(?:(?:1[6-9]|[2-9]\d)?(?:0[48]|[2468][048]|[13579][26])|(?:16|[2468][048]|[3579][26])0{2})$|^(?:0?[1-9]|1\d|2[0-8])(\.)(?:0?[1-9]|1[0-2])\4(?:1[6-9]|[2-9]\d)?\d{4}$/;

/**
 * Email для unicode
 */
export const email = /^(([^\s"(),.:;<>@[\]]+(\.[^\s"(),.:;<>@[\]]+)*)|(".+"))@(([^\s"(),.:;<>@[\]]+\.)+[^\s"(),.:;<>@[\]]{2,})$/i;

/**
 * Ссылка на товар
 */
export const productUrl = /^http(s)?:\/\/[^/]+\/product\/([^/]+)\/?$/;

export default { email, tel, date, kpp, password, nameEn, nameRu, nameAll, referrerCode, productUrl };
