<template>
    <div class="container agreements-block">
        <h1 class="agreements-block__title">
            {{ pageTitle }}
        </h1>

        <p>
            Настоящие Правила устанавливают порядок начисления и использования Бонусных баллов на cайте https://ibt.ru/ (далее – «Сайт») и являются неотъемлемой частью 
            <router-link to="/agreements/public-offer/">Договора оферты</router-link>
            , размещенного на Сайте. 
        </p>
        <br />

        <div class="agreements-block__content">
            <h3>1. Термины и определения</h3>
            <p>
                <strong>Бонусный балл (балл, бонус)</strong> – виртуальная условная единица, определяющая возможность Клиента получить скидку при оформлении Заказов. Баллы не имеют наличного выражения, не являются платежным средством и не подлежат обмену на денежный эквивалент.
            </p>
            <p>
                <strong>Акция</strong> – стимулирующее маркетинговое мероприятие, проводимое по индивидуальным условиям, размещенным на Сайте, за выполнение которых Клиент вправе получить Баллы. 
            </p>
            <p>
                <strong>Товар без скидки</strong> – Товары, реализуемые на Сайте по полной стоимости и не участвующие в рекламно-маркетинговых акциях, предусматривающих снижение цены Товара.
            </p>
            <p>
                <strong>Товар со скидкой</strong> – Товары, реализуемые на Сайте со скидкой и/или участвующие в рекламно-маркетинговых акциях, предусматривающих снижение цены Товара. 
            </p>
            <br />

            <h3>2. Общие условия начисления Баллов.</h3>
            <p>2.1. Продавец вправе начислять Баллы Клиенту в следующих случаях:</p>
            <p>
                - через 7 (Семь) календарных дней с момента перехода Заказа, в состав которого входит Товар, за приобретение которого начисляются Баллы, в статус «Доставлен», 
            </p>
            <p>
                - при регистрации на Сайте (welcome bonus/приветственный бонус), в случае действия соответствующей Акции в момент регистрации,
            </p>
            <p>
                - в качестве дополнительной компенсации или поощрения,
            </p>
            <p>
                - в иных случаях по усмотрению Продавца.
            </p>

            <p>
                2.2. Количество Баллов, подлежащих начислению за приобретение Товара, указывается на информационной странице Товара на Сайте и в Корзине при оформлении Заказа, а также баннерах рекламно-маркетинговых акций, размещенных на Сайте и иных ресурсах. 
            </p>
            <p>
                2.3. Информация о доступных Клиенту Баллах представлена в Личном кабинете Клиента в разделе «Бонусная программа». 
            </p>
            <p>
                2.4. При оформлении Заказа Клиент может использовать Баллы для получения скидки из расчета 1 Балл = скидка в размере 1 рубль, если иной порядок пересчета не предусмотрен условиями соответствующей Акции.
            </p>
            <p>
                2.5. Количество доступных к использованию Баллов в отношении каждого определяется Клиентом, исходя из общего числа доступных Баллов с учетом ограничений, установленных Разделом 3 настоящих Правил. Клиент вправе использовать для оплаты стоимости Заказа все Баллы или только их часть. 
            </p>
            <br />

            <h3>3. Ограничения использования и начисления Баллов</h3>
            <p>
                3.1. Баллы могут быть использованы для получения скидки на Товар Без Скидки в размере, не более 15% от стоимости Товара, без учета стоимости доставки. 
            </p>

            <p>
                3.2. Условиями Акций могут быть предусмотрены иные ограничения на размер списания Баллов, полученных Клиентами в результате исполнения условий указанных Акций. Информация о таких ограничениях доводится до сведения участников путем публикации на Сайте. 
            </p>

            <p>3.3. Баллы не могут быть использованы для получения скидки на:</p>
            <p>- доставку Заказов,</p>
            <p>- оплату стоимости подарочных сертификатов,</p>

            <p>3.4. Баллы не начисляются за:</p>
            <p>- оплату стоимости доставки Заказов,</p>
            <p>- оплату стоимости участия в Мастер-классах,</p>
            <p>- оплату стоимости подарочных сертификатов,</p>
            <p>
                - оплату Товаров, в информационной карточке которых не указана информация о начисляемых за их
                приобретение Баллах.
            </p>

            <p>
                3.5. В случае если Заказ/Товар были аннулированы по любым причинам после начисления Баллов, то Баллы, начисленные за аннулированный Заказ/ Товар, списываются с балльного счета Клиента, а Заказ, оформленный с их использованием, может быть аннулирован.
            </p>

            <p>
                3.6. Если аннулируется Заказ/Товар, при оформлении которого Клиентом были использованы Баллы в качестве скидки, то использованные при оформлении Заказа Баллы в соответствующей части будут возвращены на балльный счет Клиента автоматически после перехода Заказа или Товара в Заказе в статус «Отменен».
            </p>
            <br />

            <h3>4. Срок действия Баллов</h3>
            <p>
                4.1. Если не указано иное в условиях соответствующей Акции, срок действия начисленных Баллов – 90 календарных дней с даты начисления, по истечении которых Баллы списываются со счета Клиента. 
            </p>
            <br />

            <h3>5. Прочие условия</h3>
            <p>
                5.1. Настоящие Правила являются неотъемлемой частью Публичной оферты. Все уведомления, сообщения и иная информация, предусмотренная настоящими Правилами, направляются в порядке и способами, предусмотренными Офертой.
            </p>

            <p>
                5.2. Баллы Клиента могут быть аннулированы без предварительного уведомления Клиента в случае наличия у Продавца оснований полагать, что действия Клиента, направленные на получение либо использование Баллов, могут быть квалифицированы как злоупотребление правом (ст. 10 ГК РФ), либо получение или использование Баллов являются результатом мошеннических или иных неправомерных действий Клиента. 
            </p>

            <p>
                5.3. Продавец оставляет за собой право вносить изменения в настоящие Правила, в связи с чем, Клиент обязуется регулярно отслеживать изменения в Правилах, размещенных в разделе <router-link to="/bonuses">«Бонусы за покупки»</router-link> Сайта, а также в любой момент по своему усмотрению прекратить действие Бонусной программы без выплаты какой-либо компенсации Клиентам и без предоставления иного возмещения.
            </p>
        </div>
    </div>
</template>
<script>
import { $context } from '@services';
import metaMixin from '@plugins/meta';

export default {
    name: 'bonus-program',
    mixins: [metaMixin],

    metaInfo() {
        const { pageTitle } = this;
        return {
            title: pageTitle,
        };
    },

    computed: {
        baseURL() {
            return $context.baseURL;
        },

        pageTitle() {
            return 'Правила начисления и использования Бонусных баллов';
        },
    },
};
</script>
