<template>
    <div class="container agreements-block">
        <h1 class="agreements-block__title" v-html="pageTitle" />

        <div class="agreements-block__content">
            <strong>1. Общие положения</strong>
            <br />
            <p>
                1.1. Целью настоящей Политики в отношении обработки персональных данных (далее – Политика) является определение подходов ООО &laquo;Бессовестно Талантливый&raquo; (далее - Компания) являющегося оператором персональных данных к обработке и защите персональных данных.
            </p>
            <p>
                1.2. Политика разработана в соответствии с требованиями Федерального закона от 27 июля 2006 года № 152-ФЗ &laquo;О персональных данных&raquo; (далее - №152-ФЗ) и иных нормативных актов Российской Федерации в области обработки и защиты персональных данных.
            </p>
            <p>
                1.3. Настоящая Политика действует в отношении всех персональных данных, которые ООО &laquo;Бессовестно Талантливый&raquo; обрабатывает при осуществлении своей деятельности. 
            </p>
            <p>
                1.4. ООО &laquo;Бессовестно Талантливый&raquo; обеспечивает неограниченный доступ к Политике путем размещения ее на сайте Компании https://ibt.ru. 
            </p>
            <p>
                1.5. Основные понятия, используемые в настоящей Политике:
            </p>
            <ul class="list">
                <li>
                    персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных). Состав персональных данных включает в частности ФИО, год, месяц, дату и место рождения, адрес, сведения о семейном, социальном, имущественном положении, об образовании, профессии, доходах, состоянии здоровья, а также другую информацию, позволяющую по совокупности определить, идентифицировать личность субъекта персональных данных. Помимо перечисленных, к персональным данным относятся данные, которые автоматически передаются Сайту Компании в процессе его использования с помощью установленного на устройстве пользователя программного обеспечения, в том числе IP-адрес, информация из cookie, информация о браузере пользователя (или иной программе, с помощью которой осуществляется доступ к Сайту Компании), время доступа и адрес запрашиваемой страницы.
                </li>
                <li>
                    оператор персональных данных – ООО &laquo;Бессовестно Талантливый&raquo;;
                </li>
                <li>
                    обработка персональных данных – любое действие (операция) или совокупность действий (операций) с персональными данными, совершаемых с использованием средств автоматизации или без их использования. Обработка персональных данных включает в себя, в том числе: сбор; запись; систематизацию; накопление; хранение; уточнение (обновление, изменение); извлечение; использование; передачу (распространение, предоставление, доступ); обезличивание; блокирование; удаление; уничтожение.
                </li>
                <li>
                    автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;
                </li>
                <li>
                    распространение персональных данных – действия, направленные на раскрытие персональных данных неопределенному кругу лиц;
                </li>
                <li>
                    предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;
                </li>
                <li>
                    блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);
                </li>
                <li>
                    уничтожение персональных данных – действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных;
                </li>
                <li>
                    обезличивание персональных данных – действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных;
                </li>
                <li>
                    информационная система персональных данных – совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.
                </li>
            </ul>
            <br />
            <p>
                1.6. ООО &laquo;Бессовестно Талантливый&raquo; вправе поручить в соответствии с ч. 3 ст. 6 №152-ФЗ от 27.07.2006 &laquo;О персональных данных&raquo; обработку персональных данных субъекта персональных данных другим лицам. При этом ответственность перед субъектом персональных данных за действия указанного лица несет Оператор.
            </p>
            <br />

            <strong>2. Цели обработки персональных данных</strong>
            <p>
                2.1. Персональные данные обрабатываются ООО &laquo;Бессовестно Талантливый&raquo; в следующих целях:
            </p>
            <ul class="list">
                <li>
                    осуществления прав и законных интересов ООО &laquo;Бессовестно Талантливый&raquo; в рамках осуществления видов деятельности, предусмотренных Уставом и иными локальными нормативными актами ООО &laquo;Бессовестно Талантливый&raquo;;
                </li>
                <li>
                    для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем;
                </li>
                <li>
                    содействия в трудоустройстве, обучении и продвижении по службе, обеспечения личной безопасности, контроля качества и количества выполняемой работы и обеспечения сохранности имущества;
                </li>
                <li>
                    регистрации и функционирования личного кабинета на Сайте;
                </li>
                <li>
                    организации и проведения ООО &laquo;Бессовестно Талантливый&raquo; программ лояльности, маркетинговых и/или рекламных акций, исследований, опросов;
                </li>
                <li>
                    продвижения услуг и/или товаров ООО &laquo;Бессовестно Талантливый&raquo; и/или партнеров ООО &laquo;Бессовестно Талантливый&raquo; на рынке путем осуществления прямых контактов с клиентами ООО &laquo;Бессовестно Талантливый&raquo; с помощью различных средств связи, включая звонки по телефону, смс-рассылки сообщений, оповещения по электронной почте и иными не запрещенными способами;
                </li>
                <li>
                    выполнения требований законодательства в том числе в сфере труда, налогообложения и пенсионного обеспечения;
                </li>
                <li>
                    ведения текущего бухгалтерского и налогового учёта, формирования, изготовления и своевременной подачи бухгалтерской, налоговой и статистической отчётности;
                </li>
                <li>
                    выполнения требований законодательства по определению порядка обработки и защиты персональных данных граждан, являющихся сотрудниками, клиентами или контрагентами ООО &laquo;Бессовестно Талантливый&raquo;;
                </li>
                <li>
                    в иных законных целях, для осуществления и выполнение возложенных законодательством Российской Федерации на ООО &laquo;Бессовестно Талантливый&raquo; функций, полномочий и обязанностей.
                </li>
            </ul>
            <br />

            <strong>3. Категории субъектов персональных данных</strong>
            <p>
                3.1. ООО &laquo;Бессовестно Талантливый&raquo; обрабатывает персональные данные следующих категорий субъектов персональных данных:
            </p>
            <ul class="list">
                <li>
                    соискателей на замещение вакантных должностей;
                </li>
                <li>
                    работников, состоящих или состоявших в трудовых отношениях с ООО &laquo;Бессовестно Талантливый;
                </li>
                <li>
                    родственников работников;
                </li>
                <li>
                    представителей контрагентов;
                </li>
                <li>
                    посетителей и клиентов сайта https://ibt.ru;
                </li>
                <li>
                    иных физических лиц, состоящих в договорных отношениях с ООО &laquo;Бессовестно Талантливый&raquo;.
                </li>
            </ul>
            <br />

            <strong>4. Принципы обработки персональных данных в Компании</strong>
            <p>
                4.1. Обработка персональных данных осуществляется только в соответствии с целями, определившими их получение.
            </p>
            <p>
                4.2. В Компании не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.
            </p>
            <p>
                4.3. На работников ООО &laquo;Бессовестно Талантливый&raquo; возлагается обязанность по соблюдению конфиденциальности полученной информации. Право доступа для обработки персональных данных имеют только ответственные должностные лица (работники Компании) в соответствии с возложенными на них функциональными обязанностями.
            </p>
            <p>
                4.4. Обработка персональных данных Компанией осуществляется с учетом соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных данных целям обработки персональных данных, достоверности персональных данных, их достаточности для целей обработки, а в необходимых случаях и актуальности по отношению к целям обработки персональных данных, недопустимости обработки персональных данных, избыточных по отношению к целям, заявленным при сборе персональных данных. Компания принимает необходимые меры по удалению или уточнению неполных, или неточных данных в соответствии с локальными нормативными актами Компании.
            </p>
            <p>
                4.5. Хранение персональных данных в Компании осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем, по которому является субъект персональных данных. Обрабатываемые персональные данные подлежат уничтожению либо обезличиванию по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.
            </p>
            <p>
                4.6. Сроки хранения персональных данных определяются в соответствии со сроком действия гражданско-правовых отношений между субъектом персональных данных и Компанией, сроком исковой давности, сроками хранения документов на бумажных носителях и документов в электронных базах данных, иными требованиями законодательства Российской Федерации, а также сроком действия согласия субъекта на обработку его персональных данных.
            </p>
            <p>
                4.7. Обработка персональных данных в целях проведения маркетинговых мероприятий путем осуществления прямых контактов с субъектами персональных данных с помощью средств связи допускается только при условии получения согласия от субъекта персональных данных. Компания не размещает персональные данные субъекта персональных данных в общедоступных источниках без его предварительного согласия.
            </p>
            <p>
                4.8. Обработка персональных данных осуществляется с соблюдением принципов и правил, предусмотренных настоящей Политикой.
            </p>
            <p>
                4.9. Компания не обрабатывает биометрические персональные данные.
            </p>
            <p>
                4.10. Компания не выполняет обработку специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни.
            </p>
            <p>
                4.11. Компанией не принимаются решения, порождающие юридические последствия в отношении субъектов персональных данных или иным образом затрагивающие их права и законные интересы, на основании исключительно автоматизированной обработки их персональных данных.
            </p>
            <p>
                4.12. Компания осуществляет смешанную обработку персональных данных с использованием средств автоматизации и без использования средств автоматизации.
            </p>
            <p>
                4.13. Обработка персональных данных происходит автоматизированным и неавтоматизированным способом.
            </p>
            <p>
                4.14. Обработка персональных данных, осуществляемая без использования средств автоматизации, осуществляется таким образом, чтобы в отношении каждой категории персональных данных можно было определить места хранения персональных данных (материальных носителей). 
            </p>
            <p>
                4.15. В ООО &laquo;Бессовестно Талантливый&raquo; определен перечень лиц, осуществляющих обработку персональных данных либо имеющих к ним доступ. Обеспечивается раздельное хранение персональных данных (материальных носителей), обработка которых осуществляется в различных целях. Компания обеспечивает сохранность персональных данных и принимает меры, исключающие несанкционированный доступ к персональным данным.
            </p>
            <p>
                4.16. Для достижения целей обработки данных ООО &laquo;Бессовестно Талантливый&raquo; может передавать персональные данные субъектов третьим лицам, подписавшим обязательство по обеспечению конфиденциальности и безопасности полученных сведений от ООО &laquo;Бессовестно Талантливый&raquo;;
            </p>
            <p>
                4.17. Компания не осуществляет трансграничную передачу персональных данных.
            </p>
            <p>
                4.18. Компания прекращает обработку персональных данных в следующих случаях:
            </p>
            <ul class="list">
                <li>
                    при наступлении условий прекращения обработки персональных данных или по истечении установленных сроков;
                </li>
                <li>
                    по достижении целей их обработки либо в случае утраты необходимости в достижении этих целей;
                </li>
                <li>
                    по требованию субъекта персональных данных, если обрабатываемые в ООО &laquo;Бессовестно Талантливый&raquo; персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;
                </li>
                <li>
                    в случае выявления неправомерной обработки персональных данных, если обеспечить правомерность обработки персональных данных невозможно;
                </li>
                <li>
                    в случае отзыва субъектом персональных данных согласия на обработку его персональных данных или истечения срока действия такого согласия (если персональные данные обрабатываются ООО &laquo;Бессовестно Талантливый&raquo; исключительно на основании согласия субъекта персональных данных);
                </li>
                <li>
                    в случае ликвидации ООО &laquo;Бессовестно Талантливый&raquo;.
                </li>
            </ul>
            <br />

            <strong>5. Права субъектов персональных данных</strong>
            <p>
                5.1. Субъект персональных данных имеет право на получение информации, касающейся обработки его персональных данных, в том числе содержащей:
            </p>
            <ul class="list">
                <li>
                    подтверждение факта обработки персональных данных оператором;
                </li>
                <li>
                    правовые основания и цели обработки персональных данных;
                </li>
                <li>
                    цели и применяемые Компанией способы обработки персональных данных;
                </li>
                <li>
                    наименование и место нахождения Компании, сведения о лицах (за исключением работников оператора), которые имеют доступ к персональным данным или которым могут быть раскрыты персональные данные на основании договора с оператором или на основании Федерального закона № 152-ФЗ;
                </li>
                <li>
                    обрабатываемые персональные данные, относящиеся к соответствующему субъекту, источник их получения;
                </li>
                <li>
                    сроки обработки персональных данных, в том числе сроки их хранения;
                </li>
                <li>
                    информацию об осуществленной или о предполагаемой трансграничной передаче данных;
                </li>
                <li>
                    наименование лица, осуществляющего обработку персональных данных по поручению Компании, если обработка поручена или будет поручена такому лицу; иные сведения, предусмотренные Федеральным законом № 152-ФЗ или другими федеральными законами.
                </li>
            </ul>
            <p>
                5.2. Право субъекта персональных данных на доступ к его персональным данным может быть ограничено в соответствии с федеральными законами, в том числе, если доступ субъекта к его персональным данным нарушает права и законные интересы третьих лиц.
            </p>
            <p>
                5.3. Субъект персональных данных вправе требовать от Компании уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав. 
            </p>
            <p>
                5.4. Субъект персональных данных имеет право на отзыв согласия на обработку персональных данных. В случае отзыва субъектом персональных данных согласия на обработку Компания вправе продолжить обработку персональных данных без согласия субъекта при наличии оснований, указанных в пунктах 2 - 11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11 Федерального закона № 152-ФЗ &laquo;О персональных данных&raquo;.
            </p>
            <p>
                5.5. Для реализации и защиты своих прав и законных интересов субъект персональных данных имеет право обратиться в Компанию. Компания рассматривает обращения и жалобы со стороны субъектов персональных данных, тщательно расследует факты нарушений и принимает все необходимые меры для их немедленного устранения, наказания виновных лиц и урегулирования спорных и конфликтных ситуаций в досудебном порядке.
            </p>
            <p>
                5.6. Субъект персональных данных вправе обжаловать действия или бездействие Компании путем обращения в уполномоченный орган по защите прав субъектов персональных данных.
            </p>
            <p>
                5.7. Субъект персональных данных имеет право на защиту своих прав и законных интересов, в том числе на возмещение убытков и/или компенсацию морального вреда в судебном порядке.
            </p>
            <p>
                5.8. Порядок обработки запросов субъектов персональных данных по выполнению их законных прав производится согласно утвержденному внутреннему документу, разработанному в соответствии с действующим законодательством в области защиты персональных данных.
            </p>
            <p>
                5.9. Субъект персональных данных вправе получить разъяснения по интересующим вопросам обработки его персональных данных, в том числе, уточнить свои персональные данные и отозвать свое согласие на обработку персональных данных путем направления официального запроса в ООО &laquo;Бессовестно Талантливый&raquo; Почтой России по адресу 105120, г. Москва, 4-й Сыромятнический переулок, д. 1/8, стр.6.
            </p>
            <p>
                5.10. В случае направления официального запроса в ООО &laquo;Бессовестно Талантливый&raquo; текст запроса должен в обязательном порядке содержать следующие данные:
            </p>
            <ul class="list">
                <li>
                    ФИО;
                </li>
                <li>
                    Номер основного документа, удостоверяющего личность субъекта персональных данных или его представителя, сведения о дате выдачи указанного документа и выдавшем его органе либо иные данные, позволяющие однозначно идентифицировать субъекта персональных данных (в частности, номер телефона, адрес электронной почты, используемые при регистрации на Сайте);
                </li>
                <li>
                    Сведения, подтверждающие участие субъекта персональных данных - заявителя в отношениях с ООО &laquo;Бессовестно Талантливый&raquo; либо сведения, иным способом подтверждающие факт обработки персональных данных ООО &laquo;Бессовестно Талантливый&raquo;;
                </li>
                <li>
                    Подпись субъекта персональных данных (гражданина или его законного представителя). Если запрос отправляется в электронном виде, то он должен быть оформлен в виде электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации.
                </li>
            </ul>
            <br />
            <p>
                5.11. Если в запросе субъекта персональных данных не отражены в соответствии с требованиями законодательства все необходимые сведения или субъект не обладает правами доступа к запрашиваемой информации, ему направляется мотивированный отказ. 
            </p>
            <p>
                5.12. Ответ, содержащий запрашиваемую информацию, либо мотивированный отказ в ее предоставлении направляется по адресу, указанному в запросе, в течение 30 календарных дней.
            </p>
            <br />

            <strong>6. Сведения о реализуемых требованиях к защите персональных данных</strong>
            <p>
                6.1. В ООО &laquo;Бессовестно Талантливый&raquo; для обеспечения выполнения обязанностей, предусмотренных № 152-ФЗ и принятыми в соответствии с ним нормативными правовыми актами, приняты следующие меры:
            </p>
            <ul class="list">
                <li>
                    назначено лицо, ответственное за организацию обработки персональных данных;
                </li>
                <li>
                    изданы локальные акты по вопросам обработки и обеспечения безопасности персональных данных, а также локальные акты, устанавливающие процедуры, направленные на предотвращение и выявление нарушений законодательства РФ и устранение последствий таких нарушений;
                </li>
                <li>
                    определен перечень лиц, доступ которых к персональным данным, обрабатываемым в информационной системе, необходим для выполнения ими служебных (трудовых) обязанностей;
                </li>
                <li>
                    применены правовые, организационные и технические меры по обеспечению безопасности персональных данных;
                </li>
                <li>
                    осуществляется внутренний контроль соответствия обработки персональных данных требованиям №152-ФЗ и принятых в соответствии с ним нормативных правовых актов, настоящей Политики, локальных актов Компании;
                </li>
                <li>
                    проведена оценка вреда, который может быть причинен субъектам персональных данных в случае нарушения требований федерального законодательства о персональных данных, произведено соотношение указанного вреда и принимаемых ООО &laquo;Бессовестно Талантливый&raquo; мер, направленных на обеспечение безопасности персональных данных;
                </li>
                <li>
                    работники ООО &laquo;Бессовестно Талантливый&raquo;, непосредственно осуществляющие обработку персональных данных, ознакомлены с положениями №152-ФЗ и принятых в соответствии с ним нормативных правовых актов, настоящей Политики и локальных актов по вопросам обработки персональных данных.
                </li>
                <li>
                    организован режим обеспечения безопасности помещений, в которых размещены информационные системы, препятствующий возможности неконтролируемого проникновения или пребывания в этих помещениях лиц, не имеющих права доступа в эти помещения;
                </li>
                <li>
                    реализовано обеспечение сохранности носителей персональных данных.
                </li>
            </ul>
            <br />
            
            <strong>7. Заключительные положения</strong>
            <p>
                7.1. Настоящая Политика подлежит изменению, дополнению в случае изменения процессов обработки персональных данных в ООО &laquo;Бессовестно Талантливый&raquo; или появления новых законодательных актов и специальных нормативных документов по обработке и защите персональных данных.
            </p>
            <p>
                7.2. Компания вправе изменять и/или дополнять Политику без предварительного письменного уведомления субъектов персональных данных. Актуальная редакция Политики в отношении обработки персональных данных публикуется на сайте https://iBT.ru.
            </p>
            <p>
                7.3. В случае неисполнения настоящей Политики, Компания и работники Компании, виновные в нарушении порядка обращения с персональными данными, несут дисциплинарную, административную, гражданско-правовую или уголовную ответственность в соответствии с действующим законодательством Российской Федерации.
            </p>
            <p>
                7.4. <router-link to="/agreements/privacy-policy">Политика конфиденциальности</router-link> является неотъемлемой частью настоящей Политики.
            </p>
            <p>
                7.5. Контроль исполнения требований настоящей Политики осуществляется ответственным за обеспечение безопасности персональных данных ООО &laquo;Бессовестно Талантливый&raquo;.
            </p>
        </div>
    </div>
</template>
<script>
import metaMixin from '@plugins/meta';

export default {
    name: 'personal-policy',
    mixins: [metaMixin],

    metaInfo() {
        const { pageTitle } = this;
        return {
            title: pageTitle,
        };
    },

    computed: {
        pageTitle() {
            return 'Политика в отношении обработки персональных данных ООО &laquo;Бессовестно Талантливый&raquo;';
        },
    },
};
</script>
