<template>
    <div class="container agreements-block">
        <h1 class="agreements-block__title">
            Политика обработки и конфиденциальности персональных данных пользователей
        </h1>

        <div class="agreements-block__content">
            <strong>Термины и определения</strong>
            <p>Продавец - Общество с ограниченной ответственностью &laquo;Бессовестно Талантливый&raquo;</p>
            <p>Пользователь &ndash; Клиент в понимании договора публичной оферты, размещенном на Сайте.</p>
            <p>
                Сайт - интернет-сайт https://ibt.studio принадлежащий и администрируемый Продавцом, на котором
                осуществляется оформление Заказов Клиентами.
            </p>
            <p><br /></p>
            <p>
                1. При регистрации на Сайте, Пользователь предоставляет следующие данные, конкретный перечень которых
                определяется соответствующим договором публичной оферты, размещенной на Сайте: Фамилия, имя/полное
                наименование ИП, адрес электронной почты, контактный телефон (мобильный), ссылки на социальные профили,
                страна, город, ИНН/КПП, ОГРН (для ИП), а так же фотографические изображения пользователей.
            </p>
            <p>2. В целях применения Политики под персональными данными Пользователя понимаются:</p>
            <p>
                2.1. Персональные данные и информация, которую Пользователь предоставляет о себе самостоятельно при
                регистрации на Сайте.
            </p>
            <p>
                2.2. Данные, которые автоматически передаются Продавцу в процессе использования Сайта с помощью
                установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, информация из
                cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ
                к сервисам Сайта), время доступа, адрес запрашиваемой страницы, также иные данные, в том числе,
                сообщенные Пользователем после регистрации Пользователя, в процессе использования Сайта.
            </p>
            <p>
                3. Принимая настоящую Политику путем регистрации на Сайте, Пользователь подтверждает свое согласие на
                обработку Продавцом его персональных данных, предоставленных при регистрации. Регистрация Пользователя
                на Сайте означает полное и безоговорочное принятие Пользователем настоящей Политики в соответствии со
                ст. 438 Гражданского кодекса Российской Федерации.
            </p>
            <p>
                4. Предоставляя свои персональные данные Пользователь соглашается на их обработку (вплоть до отзыва
                Пользователем своего согласия на обработку его персональных данных) Продавцом, в целях исполнения
                Продавцом и/или его партнерами своих обязательств перед Пользователем, предоставления услуг, справочной
                информации, а также в целях продвижения товаров, работ и услуг, а также соглашается на получение
                сообщений рекламно-информационного характера и сервисных сообщений. При обработке персональных данных
                Пользователя Продавец руководствуется положениями Федеральных законов &laquo;О персональных
                данных&raquo;, &laquo;О рекламе&raquo; и локальными нормативными актами.
            </p>
            <p>
                4.1. При необходимости у Пользователя в уточнении его персональных данных, их блокировании или
                уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно
                полученными или не являются необходимыми для заявленной цели обработки, либо в случае желания
                Пользователя отозвать свое согласие на обработку персональных данных или устранения неправомерных
                действий Продавца в отношении его персональных данных то он должен направить официальный запрос в
                письменной форме на адрес указанный в разделе _________ Сайта. Запрос должен содержать сведения о ФИО
                Пользователя, документе, удостоверяющем его личность, регистрационных данных на Сайте и подпись. В
                случае направления запроса в электронной форме, запрос должен быть подписан с использованием электронной
                цифровой подписи. Продавец предоставляет ответ на запрос в срок не превышающий 30 (тридцать) календарных
                дней со дня его получения.
            </p>
            <p>
                4.2. Удаление учетной записи на Сайте осуществляется Продавцом на основании официального запроса,
                направленного в порядке, предусмотренном в п.4.1 Политики, однако он не является при этом отзывом
                согласия на обработку персональных данных и при подобной необходимости требует от Пользователя
                направления самостоятельного запроса в соответствии с п. 4.1. Политики.&nbsp;
            </p>
            <p>5. Использование данных, предоставленных Пользователем.&nbsp;</p>
            <p>
                Продавец собирает и хранит только персональные данные, необходимые для исполнения обязательств,
                предусмотренных договором-офертой или исполнения иных соглашений и договоров с Пользователем, за
                исключением случаев, когда законодательством предусмотрено обязательное хранение персональной информации
                в течение определенного законом срока, в том числе, с целью:
            </p>
            <p>- идентификация Пользователя;</p>
            <p>- предоставления Пользователю персонализированных услуг и сервисов;</p>
            <p>
                - связи с Пользователем, в том числе направления уведомлений, запросов и информации, касающихся
                использования Сайта, оказания услуг, а также обработка запросов и заявок от Пользователя;
            </p>
            <p>- проведения статистических и иных исследований, на основе обезличенных данных;</p>
            <p>
                - проведения маркетинговых акций для Пользователей, в том числе в целях распространения предложений об
                участии в акции и получения предусмотренных акцией призов/вознаграждений; распространения
                рекламно-информационных материалов по сетям электросвязи, в том числе посредством использования
                телефонной, факсимильной, подвижной радиотелефонной связи, или путем прямых контактов; таргетирования
                рекламных материалов и иной информации, доводимой до сведения Пользователей.
            </p>
            <p>
                6. Стороны, определили, что в своих правоотношениях, вытекающих из Политики, они будут исходить из
                следующей трактовки основных категорий и терминов:
            </p>
            <p>
                оператор обработки персональных данных - лицо, самостоятельно или совместно с другими лицами
                организующий и (или) осуществляющий обработку персональных данных, а также определяющий цели обработки
                персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые
                с персональными данными, в результате функционирования сайта в сети &laquo;Интернет&raquo;, и при
                обязательном согласии собственника персональных данных, полученным в соответствии с действующим на
                момент получения данного согласия законодательства РФ в данной сфере, при этом:
            </p>
            <p>
                - персональные данные - любая информация, относящаяся к прямо или косвенно определенному, или
                определяемому физическому лицу (субъекту персональных данных),
            </p>
            <p>
                - &nbsp;обработка персональных данных - любое действие (операция) или совокупность действий (операций),
                совершаемых с использованием средств автоматизации или без использования таких средств с персональными
                данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение),
                извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание,
                блокирование, удаление, уничтожение персональных данных,
            </p>
            <p>
                - автоматизированная обработка персональных данных - обработка персональных данных с помощью средств
                вычислительной техники,
            </p>
            <p>
                - распространение персональных данных - действия, направленные на раскрытие персональных данных
                неопределенному кругу лиц,
            </p>
            <p>
                - предоставление персональных данных - действия, направленные на раскрытие персональных данных
                определенному лицу или определенному кругу лиц,
            </p>
            <p>
                - блокирование персональных данных - временное прекращение обработки персональных данных (за исключением
                случаев, если обработка необходима для уточнения персональных данных),
            </p>
            <p>
                - уничтожение персональных данных - действия, в результате которых становится невозможным восстановить
                содержание персональных данных в информационной системе персональных данных и (или) в результате которых
                уничтожаются материальные носители персональных данных,
            </p>
            <p>
                - обезличивание персональных данных - действия, в результате которых становится невозможным без
                использования дополнительной информации определить принадлежность персональных данных конкретному
                субъекту персональных данных.
            </p>
            <p>
                - информационная система персональных данных &ndash; совокупность содержащихся в базах данных
                персональных данных и обеспечивающих их обработку информационных технологий и технических средств;
            </p>
            <p>
                - трансграничная передача персональных данных &ndash; передача персональных данных на территорию
                иностранного государства органу власти иностранного государства, иностранному физическому лицу или
                иностранному юридическому лицу;
            </p>
            <p>- доступ к информации - возможность получения информации и ее использования,</p>
            <p>
                - конфиденциальность информации - обязательное для выполнения лицом, получившим доступ к определенной
                информации, требование не передавать такую информацию третьим лицам без согласия ее обладателя,
            </p>
            <p>
                - предоставление информации - действия, направленные на получение информации определенным кругом лиц или
                передачу информации определенному кругу лиц,
            </p>
            <p>
                - распространение информации - действия, направленные на получение информации неопределенным кругом лиц
                или передачу информации неопределенному кругу лиц,
            </p>
            <p>
                - обладатель информации - лицо, самостоятельно создавшее информацию либо получившее на основании закона
                или договора право разрешать или ограничивать доступ к информации, определяемой по каким-либо признакам.
            </p>
            <p>
                7. Настоящая Политика применима только к сервисам Сайта. Продавец не контролирует и не несет
                ответственность за сайты / сервисы третьих лиц, посещаемые Пользователем, в том числе за обрабатываемую
                третьими лицами информацию о Пользователе.
            </p>
            <p>
                8. В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев
                добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу
                лиц.
            </p>
            <p>
                9. Продавец вправе передать персональную информацию Пользователя третьим лицам в следующих
                случаях:&nbsp;
            </p>
            <p>- пользователь выразил свое согласие на такие действия;&nbsp;</p>
            <p>- передача необходима для использования определенного сервиса Сайта;&nbsp;</p>
            <p>
                - передача предусмотрена российским или иным применимым законодательством в рамках установленной
                законодательством процедуры;
            </p>
            <p>
                - передача происходит в рамках продажи или иной передачи Сайта (полностью или в части), при этом к
                приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к
                полученной им персональной информации.
            </p>
            <p>10. Продавец имеет право:</p>
            <p>
                - осуществлять обработку персональных данных, автоматизированную обработку персональных данных,
                распространение персональных данных, предоставление персональных данных, блокирование персональных
                данных, уничтожение персональных данных, обезличивание персональных данных;
            </p>
            <p>
                - использовать файлы &laquo;cookie&raquo; и похожие технологии (в том числе - пиксельные теги,
                веб-маяки, прозрачные файлы GIF, JavaScript и локальное хранение данных, и др.), для сбора персональной
                идентификационной информации, или информации, которая может стать персональной идентификационной
                информацией в комбинации с другой информацией, с соблюдением всех необходимых нормативно-правовых
                требований в отношении конфиденциальности персональных данных Пользователей, путем опознавания
                пользователей, подсчета их количества и наблюдения за тем, какие страницы Сайта они посещают, чтобы
                гарантировать максимальное удобство пользователям, предоставляя персонализированную информацию,
                запоминая предпочтения в области маркетинга и продукции, а также помогая получить правильную информацию
                (в том числе, для входа в защищенные зоны сайта или для использования корзины виртуальных покупок),
                анализа &nbsp;действий Пользователей на Сайте, в целях совершенствования и оптимизации работы Сайта, в
                том числе, для упрощения посетителям поиска нужной информации на Сайте;
            </p>
            <p>
                - предоставлять рекламу, сообщения и контент, в том числе, используя рассылку рекламных смс уведомлений
                (сообщений), рекламных уведомлений и сообщений, посредством электронной почты в сети
                &laquo;Интернет&raquo;, используя сервисы и базы данных как самого Сайта, так и сервисы сторонних
                (внешних) сайтов и ресурсов в сети &laquo;Интернет&raquo;, с предоставлением в их адрес минимально
                необходимой персональной информации о Пользователе.
            </p>
            <p>
                11. Продавец вправе использовать предоставленную Пользователем информацию, в том числе персональные
                данные, в целях обеспечения соблюдения требований действующего законодательства (в том числе в целях
                предупреждения и/или пресечения незаконных и/или противоправных действий Пользователей). Раскрытие
                предоставленной Пользователем информации может быть произведено лишь в соответствии с действующим
                законодательством по требованию суда, правоохранительных органов, а равно в иных предусмотренных
                законодательством случаях.
            </p>
            <p>
                12. Обработка персональных данных осуществляется с момента регистрации учетной записи Пользователя, либо
                предоставления персональных данных лицом в иной форме, и до момента прекращения отношений между
                Продавцом и Пользователем в результате удаления его учетной записи, либо отзыва согласия на обработку
                персональных данных лицом, предоставившим такие данные в иной форме.
            </p>
            <p>
                13. Пользователь самостоятельно несет ответственность за безопасность (устойчивость к подбору) выбранных
                им средств для доступа к учетной записи, а также самостоятельно обеспечивает их конфиденциальность.
                Пользователь самостоятельно несет ответственность за все действия (а также их последствия) в рамках или
                с использованием сервисов Сайта под учетной записью Пользователя, включая случаи добровольной передачи
                Пользователем данных для доступа к учетной записи Пользователя третьим лицам на любых условиях (в том
                числе по договорам или соглашениям). При этом все действия в рамках или с использованием сервисов Сайта
                под учетной записью Пользователя считаются произведенными самим Пользователем.
            </p>
            <p>
                14. На Сайте могут содержаться ссылки на сайты и прочие информационные ресурсы третьих лиц в сети
                Интернет, размещенные исключительно для удобства Пользователей. Продавец не заявляет о своем одобрении и
                не дает никаких оценок сайтам третьих лиц или информации, содержащейся на данных сайтах, а также
                возможных результатов их использования, равно как не проверяет достоверность и актуальность указанной
                информации. Ответственность за использование сайтов третьих лиц целиком ложится на Пользователя.
            </p>
            <p>16. Настоящая Политика является неотъемлемой частью Договора публичной оферты.&nbsp;</p>
        </div>
    </div>
</template>
<script>
export default {
    name: 'personal-policy',
};
</script>