<template>
    <div class="container agreements-block">
        <h1 class="agreements-block__title">
            {{ pageTitle }}
        </h1>

        <div class="agreements-block__content">
            <p>
                1. Настоящим лицо, подтвердившее свое согласие при регистрации на сайте https://ibt.ru/ (далее - Клиент), во исполнение требований Федерального закона &laquo;О персональных данных&raquo; № 152-ФЗ от 27.07.2006 г., свободно, своей волей и в своем интересе дает Обществу с ограниченной ответственностью &laquo;Бессовестно Талантливый&raquo; зарегистрированному по адресу: 105120, г. Москва, 4-й Сыромятнический переулок, д. 1/8, стр.7, эт. 2, пом. I, комн. 18, свое письменное согласие на обработку с использованием средств автоматизации и/или без использования таких средств персональных данных сообщенных Клиентом, а именно данных о фамилии, имени, отчестве (если применимо), номере телефона, адресе доставки (месте проживания/регистрации), адресе электронной почты, пароле для доступа на Cайт, выданном паспорте, данных, указанных в предоставленных страницах паспорта (если предоставлялись).
            </p>
            <p>
                2. Обработка персональных данных Клиента, указанных в п. 1 Согласия, осуществляется любыми способами, включая, но не ограничиваясь, сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, распространение (в т.ч. передачу), обезличивание, блокирование, уничтожение и любые другие действия (операции) с персональными данными, предусмотренные законодательством.
            </p>
            <p>
                3. Обработка персональных данных Клиента осуществляется с целью:
            </p>
            <ul class="list">
                <li>
                    Идентификации Клиента;
				</li>
				<li>
					Заключения между Клиентом и ООО &laquo;Бессовестно Талантливый&raquo; договоров купли-продажи, договоров возмездного оказания услуг и соглашений, связанных с указанными договорами и иными обязательствами Сторон;
				</li>
				<li>
					Получения счетов и проведения взаиморасчетов;
				</li>
				<li>
					Улучшения качества работы Сайта, оценки его удобства, и пользы, анализа эффективности продуктов (товаров) и услуг;
				</li>
				<li>
					А также в любых других целях, прямо или косвенно связанных с исполнением договоров, заключенных Клиентом с ООО &laquo;Бессовестно Талантливый&raquo;;
				</li>
            </ul>
            <p>
				4. Для целей обработки персональных данных ООО &laquo;Бессовестно Талантливый&raquo; вправе привлекать на договорной основе третьих лиц при условии соблюдения данными лицами требований законодательства Российской Федерации об обеспечении конфиденциальности и безопасности персональных данных при их обработке.
			</p>
			<p>
				5. Согласие Клиента на обработку его персональных данных действует в течение всего срока действия договоров (но не менее 36 месяцев с момента заключения первого договора или регистрации на сайте), а в случае отзыва согласия, обработка персональных данных прекращается ООО &laquo;Бессовестно Талантливый&raquo;, персональные данные Клиента подлежат уничтожению.
			</p>
			<p>
				6. Для отзыва настоящего Согласия на обработку персональных данных Клиенту необходимо обратиться, направив письменное заявление Почтой РФ, в ООО &laquo;Бессовестно Талантливый&raquo; в порядке, предусмотренном п.5.4., п.5.9 и п.5.10 Политики в отношении обработки персональных данных.
			</p>
			<p>
				7. ООО &laquo;Бессовестно Талантливый&raquo; принимает необходимые и достаточные организационные и технические меры для защиты персональных данных и информации, предоставленных Клиентом от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также иных неправомерных действий третьих лиц.
			</p>
			<p>
				8. Защита доступа к электронным базам данных, содержащих персональные данные Клиентов, обеспечивается использованием лицензионных программных продуктов, предотвращающих несанкционированный доступ третьих лиц к персональным данным.
			</p>
			<p>
				9. ООО &laquo;Бессовестно Талантливый&raquo; обеспечивает обработку персональных данных в соответствии Федеральным законом №152-ФЗ от 27.07.2006 г. &laquo;О персональных данных&raquo;, а также <router-link to="/agreements/public-offer">Политикой в отношении обработки персональных данных</router-link>.
			</p>
        </div>
    </div>
</template>
<script>
import metaMixin from '@plugins/meta';

export default {
    name: 'personal-data',
    mixins: [metaMixin],

    metaInfo() {
        const { pageTitle } = this;
        return {
            title: pageTitle,
        };
    },

    computed: {
        pageTitle() {
            return 'Согласие на обработку персональных данных';
        },
    },
};
</script>
