<template>
    <div class="container agreements-block">
        <h1 class="agreements-block__title">
            {{ pageTitle }}
        </h1>

        <div class="agreements-block__content">
			<strong>Термины и определения</strong>
			<br />
			<p>
				<strong>Продавец</strong> - Общество с ограниченной ответственностью &laquo;Бессовестно Талантливый&raquo;
			</p>
			<p>
				<strong>Пользователь</strong> – Клиент в понимании договора публичной оферты, размещенном на Сайте.
			</p>
			<p>
				<strong>Сайт</strong> - интернет-сайт https://ibt.ru принадлежащий и администрируемый Продавцом, на котором осуществляется оформление Заказов Клиентами.
			</p>

            <p>
				1. При регистрации на Сайте, Пользователь предоставляет следующие данные, конкретный перечень которых определяется соответствующим договором публичной оферты, размещенной на Сайте: Фамилия, имя/полное наименование ИП, адрес электронной почты, контактный телефон (мобильный), ссылки на социальные профили, страна, город, ИНН/КПП, ОГРН (для ИП), а также фотографические изображения пользователей. 
			</p>
			<p>
				2. Фотографические изображения пользователей не используются Продавцом для установления личности Пользователя и не относятся к категории биометрических персональных данных.
			</p>
			<p>
				3. В целях применения Политики под данными Пользователя, которые обрабатываются Продавцом на сайте понимаются:
			</p>
			<p>
				3.1. Персональные данные и информация, которую Пользователь предоставляет о себе самостоятельно при регистрации на Сайте.
			</p>
			<p>
				3.2. Данные, которые автоматически передаются Продавцу в процессе использования Сайта с помощью установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, информация из cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к сервисам Сайта), время доступа, адрес запрашиваемой страницы, также иные данные, в том числе, сообщенные Пользователем после регистрации Пользователя, в процессе использования Сайта.
			</p>
			<p>
				4. Обработка персональных данных в Компании осуществляется в соответствии с положениями <router-link to="/soglasheniya/polzovatelskoe-soglasenie">&laquo;Политики в отношении обработки персональных данных ООО &laquo;Бессовестно Талантливый&raquo;</router-link>.
			</p>
			<p>
				5. Регистрация Пользователя на Сайте означает полное и безоговорочное принятие Пользователем настоящей Политики и указанных в ней условий обработки данных в соответствии со ст. 438 Гражданского кодекса Российской Федерации. В случае несогласия с этими условиями Пользователь должен воздержаться от использования Сайта и предоставления каких-либо данных Продавцу.
			</p>
			<p>
				6. Принимая настоящую Политику путем регистрации на Сайте, Пользователь подтверждает свое согласие на обработку Продавцом его персональных данных. Согласие на обработку персональных данных вступает в силу с момента заполнения Пользователем формы сбора данных на Сайте и действует бессрочно до момента отзыва такого согласия.
			</p>
			<p>
				7. Предоставляя свои персональные данные Пользователь соглашается на их автоматизированную и неавтоматизированную обработку Продавцом, в целях исполнения Продавцом и/или его партнерами своих обязательств перед Пользователем, предоставления услуг, справочной информации, а также в целях продвижения товаров, работ и услуг, а также соглашается на получение сообщений рекламно-информационного характера и сервисных сообщений. При обработке персональных данных Пользователя Продавец руководствуется положениями Федеральных законов &laquo;О персональных данных&raquo;, &laquo;О рекламе&raquo; и локальными нормативными актами.
			</p>
			<p>
				8. При необходимости у Пользователя в уточнении его персональных данных, их блокировании или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, либо в случае желания Пользователя отозвать свое согласие на обработку персональных данных или устранения неправомерных действий Продавца в отношении его персональных данных то он должен направить официальный запрос в письменной форме на адрес указанный в п. 5.9 <router-link to="/soglasheniya/polzovatelskoe-soglasenie">Политики в отношении обработки персональных данных</router-link>. Запрос должен содержать сведения о ФИО Пользователя, документе, удостоверяющем его личность, регистрационных данных на Сайте и подпись. В случае направления запроса в электронной форме, запрос должен быть подписан с использованием электронной цифровой подписи. Продавец предоставляет ответ на запрос в срок не превышающий 30 (тридцать) календарных дней со дня его получения.
			</p>
			<p>
				9. Удаление учетной записи на Сайте осуществляется Продавцом на основании официального запроса, направленного в порядке, предусмотренном в п.8 Политики, однако он не является при этом отзывом согласия на обработку персональных данных и при подобной необходимости требует от Пользователя направления самостоятельного запроса в соответствии с п. 8. Политики. 
			</p>
			<p>
				10. Продавец собирает и хранит только персональные данные, необходимые для исполнения обязательств, предусмотренных договором-офертой или исполнения иных соглашений и договоров с Пользователем, за исключением случаев, когда законодательством предусмотрено обязательное хранение персональной информации в течение определенного законом срока, в том числе, с целью:
			</p>
            <ul class="list list--dashed">
				<li>
					идентификация Пользователя;
				</li>
				<li>
					предоставления Пользователю персонализированных услуг и сервисов;
				</li>
				<li>
					связи с Пользователем, в том числе направления уведомлений, запросов и информации, касающихся использования Сайта, оказания услуг, а также обработка запросов и заявок от Пользователя;
				</li>
				<li>
					проведения статистических и иных исследований, на основе обезличенных данных;
				</li>
				<li>
					проведения маркетинговых акций для Пользователей, в том числе в целях распространения предложений об участии в акции и получения предусмотренных акцией призов/вознаграждений; распространения рекламно-информационных материалов по сетям электросвязи, в том числе посредством использования телефонной, факсимильной, подвижной радиотелефонной связи, или путем прямых контактов; таргетирования рекламных материалов и иной информации, доводимой до сведения Пользователей.
				</li>
            </ul>
			<br />
			<p>
				11. Настоящая Политика применима только к сервисам Сайта. Продавец не контролирует и не несет ответственность за сайты / сервисы третьих лиц, посещаемые Пользователем, в том числе за обрабатываемую третьими лицами информацию о Пользователе.
			</p>
			<p>
				12. В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц.
			</p>
			<p>
				13. Продавец вправе передать персональную информацию Пользователя третьим лицам в следующих случаях: 
			</p>
			<ul class="list list--dashed">
				<li>
					пользователь выразил свое согласие на такие действия; 
				</li>
				<li>
					передача необходима для использования определенного сервиса Сайта; 
				</li>
				<li>
					передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;
				</li>
				<li>
					передача происходит в рамках продажи или иной передачи Сайта (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации.
				</li>
            </ul>
			<br />
			<p>
				14. Продавец имеет право:
			</p>
			<ul class="list list--dashed">
				<li>
					осуществлять обработку персональных данных, автоматизированную обработку персональных данных, распространение персональных данных, предоставление персональных данных, блокирование персональных данных, уничтожение персональных данных, обезличивание персональных данных;
				</li>
				<li>
					использовать файлы &laquo;cookie&raquo; и похожие технологии (в том числе - пиксельные теги, веб-маяки, прозрачные файлы GIF, JavaScript и локальное хранение данных, и др.), для сбора персональной идентификационной информации, или информации, которая может стать персональной идентификационной информацией в комбинации с другой информацией, с соблюдением всех необходимых нормативно-правовых требований в отношении конфиденциальности персональных данных Пользователей, путем опознавания пользователей, подсчета их количества и наблюдения за тем, какие страницы Сайта они посещают, чтобы гарантировать максимальное удобство пользователям, предоставляя персонализированную информацию, запоминая предпочтения в области маркетинга и продукции, а также помогая получить правильную информацию (в том числе, для входа в защищенные зоны сайта или для использования корзины виртуальных покупок), анализа действий Пользователей на Сайте, в целях совершенствования и оптимизации работы Сайта, в том числе, для упрощения посетителям поиска нужной информации на Сайте;
				</li>
				<li>
					предоставлять рекламу, сообщения и контент, в том числе, используя рассылку рекламных смс уведомлений (сообщений), рекламных уведомлений и сообщений, посредством электронной почты в сети &laquo;Интернет&raquo;, используя сервисы и базы данных как самого Сайта, так и сервисы сторонних (внешних) сайтов и ресурсов в сети &laquo;Интернет&raquo;, с предоставлением в их адрес минимально необходимой персональной информации о Пользователе.
				</li>
            </ul>
			<br />
			<p>
				15. Пользователь может сам управлять настройками файлов cookie и механизмами отслеживания в браузере и отключать их. При этом полное отключение файлов cookie может повлиять на функциональность Сайта.
			</p>
			<p>
				16. Продавец вправе использовать предоставленную Пользователем информацию, в том числе персональные данные, в целях обеспечения соблюдения требований действующего законодательства (в том числе в целях предупреждения и/или пресечения незаконных и/или противоправных действий Пользователей). Раскрытие предоставленной Пользователем информации может быть произведено лишь в соответствии с действующим законодательством по требованию суда, правоохранительных органов, а равно в иных предусмотренных законодательством случаях.
			</p>
			<p>
				17. Обработка персональных данных осуществляется с момента регистрации учетной записи Пользователя, либо предоставления персональных данных лицом в иной форме, и до момента прекращения отношений между Продавцом и Пользователем в результате удаления его учетной записи, либо отзыва согласия на обработку персональных данных лицом, предоставившим такие данные в иной форме.
			</p>
			<p>
				18. Пользователь самостоятельно несет ответственность за безопасность (устойчивость к подбору) выбранных им средств для доступа к учетной записи, а также самостоятельно обеспечивает их конфиденциальность. Пользователь самостоятельно несет ответственность за все действия (а также их последствия) в рамках или с использованием сервисов Сайта под учетной записью Пользователя, включая случаи добровольной передачи Пользователем данных для доступа к учетной записи Пользователя третьим лицам на любых условиях (в том числе по договорам или соглашениям). При этом все действия в рамках или с использованием сервисов Сайта под учетной записью Пользователя считаются произведенными самим Пользователем.
			</p>
			<p>
				19. На Сайте могут содержаться ссылки на сайты и прочие информационные ресурсы третьих лиц в сети Интернет, размещенные исключительно для удобства Пользователей. Продавец не заявляет о своем одобрении и не дает никаких оценок сайтам третьих лиц или информации, содержащейся на данных сайтах, а также возможных результатов их использования, равно как не проверяет достоверность и актуальность указанной информации. Ответственность за использование сайтов третьих лиц целиком ложится на Пользователя.
			</p>
			<p>
				20. Настоящая Политика является неотъемлемой частью <router-link to="/soglasheniya/oferta">Публичной оферты</router-link>.
			</p>
			<p>
				21. Продавец вправе вносить изменения в Политику без какого-либо специального уведомления Пользователя.
			</p>
			<p>
				22. Новая Политика вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Политики.
			</p>
			<p>
				23. Использование Сайта после таких изменений означает, что Пользователь согласен с новой версией Политики.
			</p>
        </div>
    </div>
</template>
<script>
import metaMixin from '@plugins/meta';

export default {
    name: 'privace-policy',
    mixins: [metaMixin],

    metaInfo() {
        const { pageTitle } = this;
        return {
            title: pageTitle,
        };
    },

    computed: {
        pageTitle() {
            return 'Политика конфиденциальности Сайта https://ibt.ru';
        },
    },
};
</script>
