<template>
    <div class="container agreements-block">
        <h1 class="agreements-block__title">
            Публичная оферта
        </h1>

        <div class="agreements-block__content">
            <strong>Термины и определения</strong>

            <p>
                Сайт &ndash; интернет-магазин, принадлежащий Комиссионеру, имеющий адрес в сети Интернет
                https://ibt.studio, на котором представлены Товары, реализуемые Комиссионером, условия оформления
                Заказов на Товары, их оплаты и доставки клиентам Комиссионера.
            </p>
            <p>&nbsp;Продавец - ООО &laquo;Бессовестно Талантливый&raquo;.</p>
            <p>
                &nbsp;Клиент &ndash; зарегистрированный пользователь Сайта, имеющий возможность оформления заказов на
                Товары и их приобретения, заключивший с Продавцом договор розничной купли-продажи Товаров дистанционным
                способом, использующий указанные Товары либо указанный в качестве их получателя при оформлении Заказа на
                Сайте. Является профессионалом индустрии красоты, прошедшим базовую регистрацию на Сайте через
                прохождение процедуры KYС (Know Your Customer), приобретающим товары исключительно для личных, семейных,
                домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности.
            </p>
            <p>
                &nbsp;Заказ - оформленный запрос на отдельные позиции из ассортиментного перечня Продавца, указанные
                Клиентом, на Сайте и их доставку по указанному Клиентом адресу.&nbsp;
            </p>
            <p>
                &nbsp;Предзаказ &ndash; оформленный запрос на отдельные позиции, не включенные на момент оформления
                запроса в ассортиментный перечень Продавца, информация о наличии которых в будущем периоде размещена на
                Сайте.
            </p>
            <p>
                &nbsp;Товар - объект материального мира, не изъятый из гражданского оборота и представленный к продаже
                на Сайте, а равно услуги, возможность оформления заказа которых предоставлена на Сайте (в том числе
                услуги предоставления доступа к Мастер-классам).
            </p>
            <p>
                &nbsp;Мастер-класс &ndash; информационно-консультационные услуги, оказываемые партнерами Продавца в виде
                проведения офлайн семинаров, курсов и мероприятий, вебинаров и онлайн курсов, дистанционных курсов с
                предоставлением партнерами обратной связи по материалам курса, а также в виде предоставления для
                использования посредством загрузки дистанционных курсов, электронных книг, аудио и видео записей
                вебинаров, онлайн курсов и офлайн семинаров.
            </p>
            <p>
                &nbsp;Служба доставки - третье лицо, оказывающее по договору с Продавцом услуги по доставке Заказов
                Клиентам.
            </p>
            <p>
                &nbsp;Личный кабинет &ndash; интерфейс, позволяющий Клиенту просматривать и редактировать персональные
                данные и предоставлять информацию, необходимую для прохождения процедуры KYC. Предоставляет возможность
                просматривать историю всех своих транзакций.&nbsp;
            </p>
            <p>
                &nbsp;Процедура KYC (Know Your Customer) &mdash; процедура подтверждения статуса
                &laquo;профессионала&raquo; бьюти-индустрии, которая осуществляется путем предоставления в процессе
                регистрации и через Личный кабинет необходимой информации и документов, подтверждающих такой статус и
                следующей за этим авторизации Продавцом.
            </p>
            <p>&nbsp;Доставка &ndash; Заказ, сформированный и подготовленный к отправке Клиенту.</p>
            <p>
                &nbsp;Подарочный сертификат &ndash; документ в электронной форме, удостоверяющий право его приобретателя
                (держателя) требовать передачи любого товара или услуги из ассортимента Продавца на сумму равную
                номинальной стоимости Подарочного сертификата и по ценам, действующим на момент оформления заказа
                посредством активации и оформления заказа на предусмотренных условиях. Правила использования подарочного
                сертификата &nbsp;являются неотъемлемой частью настоящей Оферты. Подарочный сертификат не может быть
                оплачен с использованием средств Бонусного счета.
            </p>
            <p><br /></p>
            <p>&nbsp;1. Общие положения</p>
            <p><br /></p>
            <p>&nbsp;1.1. Сайт принадлежит и администрируется ООО &laquo;Бессовестно Талантливый&raquo;.&nbsp;</p>
            <p>
                &nbsp;1.2. Клиент соглашается с положениями Оферты, включая все приложения и дополнительные разделы на
                Сайте, изложенными ниже, регистрируясь в Личном кабинете и оформляя Заказы на Сайте. Продавец оставляет
                за собой право вносить изменения в настоящую Оферту, в связи с чем, Клиент обязуется регулярно
                отслеживать изменения в Оферте, размещенной в разделе _________ &nbsp;Сайта.&nbsp;
            </p>
            <p>
                &nbsp;1.2.1. Клиент соглашается с условиями продажи выбранных им Товаров (условия индивидуального
                договора купли-продажи или возмездного оказания услуг) нажатием кнопки &laquo;Перейти к оплате&raquo;
                или &laquo;Подтвердить заказ&raquo; на последнем этапе оформления Заказа на Сайте. Совершение указанных
                действий является фактом, подтверждающим заключение договора между Клиентом и Продавцом.
            </p>
            <p>
                &nbsp;1.3. Настоящая Оферта, а также информация о Товарах, представленная на Сайте, являются публичной
                офертой &nbsp;в соответствии со ст.435 и ч.2 ст.437 ГК РФ. Совершение Клиентом действий, направленных на
                выполнение положений настоящей Оферты, в том числе оформление Заказа и/или осуществление его оплаты,
                признаются акцептом настоящей Оферты и подтверждают факт заключения договора в соответствии с
                положениями настоящего Договора.
            </p>
            <p>
                &nbsp;1.4. К отношениям между Клиентом и Продавцом применяются положения ГК РФ о розничной купле-продаже
                (&sect; 2 глава 30), о возмездном оказании услуг (глава 39), а также Закон РФ &laquo;О защите прав
                потребителей&raquo; от 07.02.1992 № 2300-1, иные правовые акты, принятые в соответствии с ними и
                положения нормативно-правовых актов РФ, регулирующих оборот отдельных видов товаров (если применимо).
            </p>
            <p>
                &nbsp;1.5. Оферта содержит активные гиперссылки на конкретные тематические разделы, содержащие более
                подробную информацию, являющиеся неотъемлемой частью настоящей Оферты. Использование активных
                гиперссылок в качестве способа обеспечения доступа к той или иной части Оферты является общепринятым
                способом размещения информации в сети Интернет.
            </p>
            <p>
                &nbsp;1.6. В случае проведения стимулирующих мероприятий рекламного характера (рекламных акций), в
                условиях конкретного мероприятия, размещаемых на Сайте, могут быть установлены специальные положения,
                регулирующие порядок оформления заказа и возврата товара. Указанные условия признаются неотъемлемой
                частью настоящей Оферты, и подлежат применению лицами, участвующими в мероприятиях рекламного характера.
                Оформление Заказа в соответствии с условиями мероприятия рекламного характера и/или выполнение иных
                условий участия в мероприятии, означает согласие Клиента с условиями соответствующего мероприятия
                (рекламной акции).
            </p>
            <p>
                &nbsp;1.7. Регистрируясь на Сайте, Клиент в соответствии с ч. 1 ст. 18 Федерального закона &laquo;О
                рекламе&raquo;, предоставляет свое предварительное согласие на получение сообщений рекламного характера
                (в форме СМС и/или пуш-уведомлений и/или посредством приложений и/или мессенджеров для смартфонов и/или
                телефонных звонков и/или иным образом на указанный Клиентом номер телефона и/или адрес электронной
                почты) ООО &laquo;Бессовестно Талантливый&raquo; и его контрагентов. В случае нежелания получать
                сообщения рекламного характера Клиенту необходимо изменить настройки подписки в соответствующем разделе
                Личного кабинета.
            </p>
            <p>
                &nbsp;1.8. В случае несогласия Клиента с каким-либо из положений настоящей Оферты, договоры на оказание
                услуг и купли-продажи Товаров, Заказ которых осуществляется посредством Сайта, не может быть заключен.
            </p>
            <p><br /></p>
            <p>&nbsp;2. Регистрация на Сайте</p>
            <p><br /></p>
            <p>
                &nbsp;2.1. Для оформления Заказа Клиенту необходимо зарегистрироваться на Сайте, указав действующий
                номер телефона, на который осуществляется регистрация либо авторизоваться через соцсеть (VK, Google,
                Facebook), указав в соответствующем поле код, направленный на номер мобильного телефона. Для получения
                доступа к возможности оформления Заказов на Сайте, Клиенту необходимо после регистрации заполнить раздел
                &laquo;Портфолио&raquo; Личного кабинета на Сайте. Рассмотрение заявки Клиента осуществляется в течение
                72 (семьдесят два) часов по результатам рассмотрения регистрация Клиента подтверждается или отклоняется
                Продавцом. &nbsp;Регистрируясь на Сайте и/или оформляя Заказ, Клиент дает согласие на обработку
                предоставляемых данных, включая персональные, в целях, указанных в п.2.3 настоящего Договора.&nbsp;
            </p>
            <p>
                &nbsp;2.1.1. При регистрации на Сайте, Клиент обязуется предоставить следующую информацию о себе:
                Фамилия, Имя, полное наименование ИП, адрес электронной почты, контактный телефон (мобильный), ссылки на
                социальные профили, страна, город, ИНН/КПП, ОГРН (для ИП), а так же фотографические изображения
                пользователей.
            </p>
            <p>
                &nbsp;2.1.2. Клиент вправе редактировать регистрационную информацию о себе. Продавец не изменяет и не
                редактирует регистрационную информацию о Клиенте без согласия последнего.
            </p>
            <p>
                &nbsp;2.1.3. Внесение Клиентом данных в регистрационную форму на Сайте является дополнительным
                подтверждением принятия Клиентом настоящей Оферты.
            </p>
            <p>
                &nbsp;2.2. Клиент обязуется не сообщать третьим лицам логин и пароль, указанные при регистрации на
                Сайте. В случае возникновения у Клиента подозрений относительно сохранения конфиденциальности его логина
                и пароля или возможности несанкционированного доступа к данным третьими лицами, Клиент обязуется
                незамедлительно уведомить об этом Продавца путем направления электронного письма по адресу ____________
                &nbsp;. &nbsp;
            </p>
            <p>
                &nbsp;2.3. Регистрируясь на Сайте и оформляя Заказ Клиент предоставляет Продавцу согласие на
                использование предоставляемых данных, включая персональные, в следующих целях:
            </p>
            <p>
                &nbsp;- для направления Клиенту электронных писем и/или коротких текстовых сообщений (sms и иные),
                содержащих информацию о Заказе, об иных товарах и услугах доступных к заказу на Сайте, целевых рекламных
                компаниях и обновлениях сервисов;
            </p>
            <p>&nbsp;- &nbsp; &nbsp;для исполнения обязательств перед Клиентом в соответствии с Офертой;</p>
            <p>
                &nbsp;- для определения эффективности и усовершенствования порядка исполнения обязательств Продавцом,
                контента и рекламы.
            </p>
            <p>
                &nbsp;2.3.1. Оформляя заказ в пользу третьего лица (получателя) Клиент гарантирует Продавцу согласие
                указанного третьего лица на использование предоставляемых клиентом данных и самостоятельно несет
                ответственность в случае нарушения указанной гарантии.
            </p>
            <p>
                &nbsp;2.4. Продавец не несет ответственности за содержание и достоверность информации, предоставленной
                Клиентом при регистрации на Сайте и оформлении Заказа. Вся ответственность за предоставление
                недостоверных данных и информации лежит на Клиенте.&nbsp;
            </p>
            <p>
                &nbsp;2.5. Обмен информацией по Заказу между Сторонами и выполнения прочих своих обязательств по
                настоящему Договору осуществляется через короткие текстовые сообщения, направляемые на номер мобильного
                телефона, указанного при регистрации и/или электронную почту, адрес которой был указан Клиентом при
                регистрации на Сайте (по выбору Клиента в Личном кабинете). В связи с этим, Клиент обязуется регулярно
                самостоятельно отслеживать состояние своего Заказа, в том числе проверять свою электронную почту на
                предмет получения информации о возможных изменениях, а при необходимости обращаться за информацией к
                Продавцу по любому из каналов коммуникации, указанных на Сайте .
            </p>
            <p>
                &nbsp;2.5.1. Ответственность за любые последствия, возникающие в связи с отсутствием у Клиента
                информации об изменениях в Заказе, произошедших по независящим от Продавца причинам, несет Клиент, при
                условии соблюдения Продавцом порядка уведомления Клиента об указанных изменениях.
            </p>
            <p><br /></p>
            <p>&nbsp;3. Оформление Заказа</p>
            <p><br /></p>
            <p>
                &nbsp;3.1. Заказ оформляется Клиентом самостоятельно на Сайте. Для оформления Заказа Клиенту необходимо:
            </p>
            <p>
                &nbsp;3.1.1. Выбрать Товары из ассортиментного перечня Сайта и добавить их в корзину путем нажатия
                соответствующей кнопки на странице Товара.&nbsp;
            </p>
            <p>&nbsp;3.1.2. Перейти в Корзину и нажать кнопку &laquo;Оформить заказ&raquo;.&nbsp;</p>
            <p>
                &nbsp;3.1.3. Предоставить необходимые данные, запрашиваемые системой: Фамилия, Имя, адрес электронной
                почты, контактный телефон (мобильный).&nbsp;
            </p>
            <p>
                &nbsp;3.1.4. Выбрать способ доставки (курьерская доставка или самовывоз) и указать адрес доставки.&nbsp;
            </p>
            <p>
                &nbsp;3.1.5. Выбрать способ получения Заказа (одним или несколькими Доставками), при этом способ должен
                быть одинаковым вне зависимости от числа Доставок в Заказе.
            </p>
            <p>&nbsp;3.1.6. Выбрать дату и время получения Заказа (для самовывоза &ndash; только дату).&nbsp;</p>
            <p>
                &nbsp;3.1.7. Выбрать способ оплаты из доступных на Сайте в момент оформления Заказа (предоплата на Сайте
                или оплата картой/наличными при получении Заказа).&nbsp;
            </p>
            <p>
                &nbsp;3.1.7.1. В случае выбора в качестве способа оплаты предоплату на Сайте, нажать кнопку
                &laquo;Перейти к оплате&raquo;, после чего совершить необходимые для оплаты Заказа действия.
            </p>
            <p>
                &nbsp;3.1.7.2. В случае выбора оплаты картой/наличными при получении Заказа, нажать кнопку
                &laquo;Подтвердить заказ&raquo; и завершить оформление Заказа. &nbsp; &nbsp;
            </p>
            <p>
                &nbsp;3.2. Заказы Клиента, содержащие Товары, от которых ранее Клиент отказался более чем 5 (пять) раз,
                по причинам, не связанным с наличием у Товаров недостатков, могут быть аннулированы Продавцом без
                предварительного уведомления Клиента.
            </p>
            <p>&nbsp;3.3. Аннуляция Заказа или Товара.&nbsp;</p>
            <p>
                &nbsp;3.3.1. Заказ или Товар могут быть аннулированы по инициативе Клиента либо Продавца. Продавец
                аннулирует Заказ в случае существенного изменения обстоятельств, из которых Клиент и Продавец исходили
                при оформлении Заказа, и которые сделали исполнение Заказа невозможным.
            </p>
            <p>
                &nbsp;3.3.2. Если исполнение Заказа Продавцом стало невозможным по причинам, не зависящим от воли
                Клиента или Продавца (в том числе в связи с обстоятельствами, препятствующими передаче Товара
                согласованным способом, в том числе при утере Заказа при доставке, отсутствии Товара у поставщика
                данного Товара, отсутствия Товаров на складе в виду выявленного при обработке заказа брака, пересорта
                или неработоспособности Товара и т.п.), Продавец аннулирует Заказ и направляет Клиенту соответствующее
                уведомление, а Клиент вправе согласовать новые условия доставки Товаров, при условии, что на момент
                оформления Заказа Товар будет доступен к продаже. &nbsp;В случае, если на момент оформления повторного
                Заказа цена Товара увеличилась, а причины аннуляции предыдущего Заказа не были связаны с его браком,
                компенсация разницы в цене на день оформления нового Заказа не начисляется.
            </p>
            <p>
                &nbsp;3.3.3. Клиент вправе отказаться от Заказа в любое время до его получения (доставки) и в момент
                получения (доставки), при этом отказ в момент получения (доставки) возможен только полностью от
                сформированной Доставки, но не от отдельных Товаров/коробок в ней.
            </p>
            <p>&nbsp;3.4. Особенности Заказа Мастер-классов.&nbsp;</p>
            <p>
                &nbsp;3.4.1. В случае оформления Заказа на электронный билет, дающий право посещения Мастер-класса,
                информация о котором размещена на Сайте, Продавец направляет Клиенту электронный билет на Мастер-класс
                не позднее трех часов с момента оплаты стоимости электронного билета.
            </p>
            <p>
                &nbsp;3.4.2. При оформлении Заказа, Продавец предоставляет Клиенту информацию о возможности отказа от
                посещения Мастер-класса и возврате средств за оплаченный электронный билет путем размещения
                соответствующей ссылки в письме с электронным билетом, разделе &laquo;Мои заказы&raquo; в Личном
                кабинете Клиента на Сайте, а также карточке Мастер-класса (ссылки становятся доступны только после
                оформления и оплаты заказа).
            </p>
            <p><br /></p>
            <p>&nbsp;4. Доставка и оплата &nbsp;</p>
            <p>
                &nbsp;4.1. Доставку Заказов осуществляет Служба доставки способами и в сроки, указанные на Сайте .
                Возможность доставки до указанного Клиентом адреса определяется в момент оформления Заказа. Способ,
                выбранный Клиентом из доступных способов доставки при оформлении Заказа, считается согласованным.
            </p>
            <p>
                &nbsp;4.2. Продавец приложит все усилия для соблюдения сроков доставки, указанных на Сайте, при этом
                Продавец не отвечает за задержки в доставке, произошедшие ввиду непредвиденных обстоятельств,
                находящихся вне зоны контроля и ответственности Продавца.
            </p>
            <p>
                &nbsp;4.3. Риск случайной гибели или случайного повреждения Товара переходит к Клиенту с момента
                передачи ему Заказа и подтверждения получателем факта получения Заказа путем проставления подписи или
                иным способом, применяемым Службой доставки для подтверждения факта передачи Заказа получателю. В случае
                недоставки Заказа Продавец возмещает Клиенту стоимость предоплаченного Клиентом Заказа и доставки после
                получения подтверждения утраты Заказа от Службы доставки.
            </p>
            <p>
                &nbsp;4.4. Стоимость доставки каждого Заказа рассчитывается индивидуально в зависимости от способа
                доставки, адреса доставки, объемно-весовых характеристик Товаров и доводится до сведения Клиента при
                оформлении Заказа после выбора способа и указания адреса доставки.&nbsp;
            </p>
            <p>
                &nbsp;4.5. Вручение Заказа осуществляется Службой доставки Клиенту либо лицу, указанному в качестве
                Получателя Заказа при его оформлении.&nbsp;
            </p>
            <p>
                &nbsp;Во избежание случаев мошенничества, а также для выполнения взятых на себя обязательств, при
                вручении предоплаченного Заказа лицо, непосредственно осуществляющее доставку Заказа, вправе затребовать
                документ удостоверяющий личность получателя, при этом Продавец гарантирует конфиденциальность и защиту
                его персональной информации.
            </p>
            <p>
                &nbsp;4.6. При передаче Заказа Клиент в присутствии лица, непосредственно осуществляющего доставку
                Заказа, должен проверить внешний вид и упаковку Заказа, количество Товаров в Заказе, внешний вид и
                упаковку Товаров, комплектность и ассортимент.
            </p>
            <p>
                &nbsp;4.7. Сроки получения Заказа Клиентом, ограничены Продавцом и указываются при оформлении Заказа, на
                этапе выбора соответствующего способа доставки. Неполучение Заказа в указанные сроки признается отказом
                Клиента от договора купли-продажи и является основанием для аннулирования Заказа Продавцом. Если
                неполученный Заказ был предоплачен, денежные средства возвращаются Клиенту в порядке, предусмотренном
                настоящей Офертой.&nbsp;
            </p>
            <p>
                &nbsp;4.8. Цена Товара указывается на странице Товара на Сайте. В случае неверного указания цены
                заказанного Клиентом Товара, Продавец при первой возможности информирует об этом Клиента для
                подтверждения Заказа по исправленной цене либо аннулирования Заказа. При невозможности связаться с
                Клиентом Заказ аннулируется Продавцом в одностороннем порядке. Если Заказ был оплачен, Продавец
                возвращает Клиенту оплаченную за Заказ сумму на банковскую карту, с которой был осуществлен платеж.
            </p>
            <p>
                &nbsp;4.9. Цена Товара, указанная на Сайте, может быть изменена Продавцом в одностороннем порядке в
                любой момент до оформления Заказа на Сайте и нажатия кнопки &laquo;Оформить заказ&raquo;. Стоимость
                товара в корзине фиксируется на 15 минут, по истечении указанного срока, Продавец не гарантирует
                сохранение цены. При этом цена на Товар, входящий в состав оформленного Клиентом Заказа, изменению не
                подлежит.
            </p>
            <p>
                &nbsp;4.10. Способы оплаты Заказа &nbsp;представлены на Сайте . Согласованным способом оплаты считается
                способ, выбранный Клиентом из доступных способов оплаты при оформлении Заказа.
            </p>
            <p>
                &nbsp;4.10.1. При оплате Заказа средствами электронного сертификата, доплата до полной стоимости Заказа
                может быть произведена любым способом, из доступных на Сайте, кроме доплаты с бонусного счета
                Клиента.&nbsp;
            </p>
            <p>
                &nbsp;4.10.2. При оплате Заказа средствами с Бонусного счета Клиента, процент использования средств
                Бонусного счета не может превышать ___% &nbsp;от стоимости Заказа.&nbsp;
            </p>
            <p>
                &nbsp;4.10.3. Оплата электронного билета, дающего право на посещение Мастер-класса, производится
                Клиентом в порядке 100% предоплаты.
            </p>
            <p>
                &nbsp;4.11. В соответствии с положением ЦБ РФ &laquo;Об эмиссии банковских карт и об операциях,
                совершаемых с использованием платежных карт&raquo; от 24.12.2004 №266-П операции по банковским картам
                совершаются держателем карты либо уполномоченным им лицом. При этом авторизация операций по банковским
                картам осуществляется банком. Если у банка есть основания полагать, что операция носит мошеннический
                характер, то банк вправе отказать в осуществлении данной операции. Мошеннические операции с банковскими
                картами попадают под действие статьи 159 УК РФ.
            </p>
            <p>
                &nbsp;4.12. В целях предотвращения неправомерного использования банковских карт и мошеннических
                операций, Продавец осуществляет предварительный контроль оплат Заказов, оформленных на Сайте и вправе
                аннулировать Заказ, оплата которого признана Продавцом подозрительной, без объяснения причин. Стоимость
                Заказа возвращается держателю банковской карты на карту, с которой была осуществлена оплата.
            </p>
            <p>
                &nbsp;4.13. Прием и обработка платежей с использованием банковских карт проводится сервисом Яндекс
                Касса. Продавец не осуществляет обработку, в том числе сбор и хранение данных банковских карт Клиентов.
                Осуществляя платеж банковской картой на Сайте, а также при оплате Заказа при получении, Клиент
                соглашается с направлением ему кассового чека в электронной форме (ссылки на кассовый чек с возможностью
                скачать его в формате PDF) на электронную почту, либо на номер телефона указанный при регистрации на
                Сайте и при отсутствии информации об адресе электронной почты в Личном кабинете Клиента. Кассовый чек в
                печатной форме в таком случае не предоставляется.
            </p>
            <p><br /></p>
            <p>&nbsp;5. Возврат, обмен и ремонт Товара. Возврат денежных средств&nbsp;</p>
            <p><br /></p>
            <p>&nbsp;5.1. Возврат и обмен &nbsp;Товаров надлежащего качества.&nbsp;</p>
            <p>
                &nbsp;5.1.1. В течение 7 календарных дней, не считая дня передачи Товара, Клиент вправе вернуть или
                обменять непродовольственный товар надлежащего качества, за исключением товаров входящих в перечень
                утвержденный Постановлением Правительства РФ от 19.01.1998 №55 .
            </p>
            <p>
                &nbsp;5.1.3. Обмен или возврат проводятся, если указанный Товар не был в употреблении, сохранены его
                товарный вид, потребительские свойства, пломбы, фабричные ярлыки, а также имеется товарный чек или
                кассовый чек либо иной подтверждающий оплату указанного товара документ. При обнаружении следов
                эксплуатации Товара, Продавец оставляет за собой право отказать в возврате денежных средств по данному
                основанию.
            </p>
            <p>
                &nbsp;5.1.4. При возврате Клиентом Товара надлежащего качества Продавец возвращает ему стоимость
                возвращенного Товара, за исключением расходов Продавца на доставку от Клиента возвращенного Товара в
                срок не позднее чем через 10 дней с даты получения Продавцом Товара на складе.
            </p>
            <p>
                &nbsp;5.1.5. При оформлении Заказа, в состав которого входит комплект товаров по акции, в рамках которой
                была предоставлена скидка на один из товаров или все товары в комплекте, товары надлежащего качества
                могут быть возвращены только в составе комплекта. Возврат отдельных товаров из комплекта невозможен,
                если иное не предусмотрено в правилах проведения соответствующей акции, либо товар входит в состав
                бандла (комплекта товаров объединенных совокупной скидкой при условии их совместной покупки).
            </p>
            <p>&nbsp;5.2. Возврат и обмен Товаров ненадлежащего качества.&nbsp;</p>
            <p>
                &nbsp;5.2.1. Товары с недостатками или браком (ненадлежащего качества) подлежат гарантийному
                обслуживанию и/или возврату в течение установленного производителем гарантийного срока. В случае
                отсутствия гарантийного срока, установленного производителем, Товар подлежит возврату в течение двух лет
                с момента передачи Клиенту. По общим положениям, длительность гарантийного срока составляет 30 дней,
                если более продолжительный срок не установлен производителем. &nbsp;
            </p>
            <p>&nbsp;5.3. Последствия при нарушении Продавцом условий о количестве и ассортименте (пересорт).&nbsp;</p>
            <p>
                &nbsp;5.3.1. Продавец осуществляет замену товара в течении 10 календарных дней с момента получения
                Продавцом Товара на складе. Порядок оформления заявления на возврат предусмотрен пунктом 5.6 и 5.7
                настоящей Оферты.
            </p>
            <p>
                &nbsp;5.4. Возврат денежных средств осуществляется Продавцом в случае аннуляции Заказа или Товара в
                течение 10 календарных дней после его получения. &nbsp;Способ возврата денежных средств определяется в
                зависимости от способа, который был использован при оплате Товара согласно п.5.7 настоящей Оферты.
            </p>
            <p>
                &nbsp;5.5. Вне зависимости от причин возврата Товара, обработка возврата осуществляется поставщиком
                соответствующего Товара. Товар, возвращаемый Клиентом в порядке, предусмотренном п.5.7 настоящей Оферты,
                передается Продавцом соответствующему поставщику, который самостоятельно принимает решение об
                обоснованности возврата Товара.&nbsp;
            </p>
            <p>
                &nbsp;5.6. Для осуществления возврата Товара, Клиенту необходимо заполнить форму заявления на возврат,
                доступную к оформлению в Личном кабинете на Сайте. Заявление считается поданным в электронном виде,
                предоставление рукописной формы заявления не требуется.&nbsp;
            </p>
            <p>
                &nbsp;5.7. Возврат Товара осуществляется по выбору Клиента любым из доступных способов, предлагаемых ему
                на Сайте, а именно: вызов курьера (с оплатой стоимости или без таковой в зависимости от причины
                возврата), в Пункт выдачи заказов, в постамат. &nbsp;В зависимости от характеристик Товара, Клиенту
                может быть предложено как несколько способов возврата, так и один из способов, при этом Клиент не вправе
                требовать предоставления возможности осуществления возврата способом, не предложенным на Сайте.&nbsp;
            </p>
            <p>
                &nbsp;5.7.1. При выборе способа возврата &ndash; вызов курьера, Клиент в присутствии курьера размещает
                возвращаемые Товары и Заявления на возврат в упаковочный материал в соответствии с заявками на возврат,
                отдает возврат курьеру.
            </p>
            <p>
                &nbsp;5.7.2. При выборе способа возврата &ndash; в Пункт выдачи заказов &nbsp;, Клиент относит Товары и
                Заявления на возврат &nbsp;в ПВЗ, где производится их упаковка и подготовка к отправке.
            </p>
            <p>
                &nbsp;5.8. Особенности возврата денежных средств, уплаченных при оформлении Заказа на посещение
                Мастер-класса.&nbsp;
            </p>
            <p>
                &nbsp;5.8.1. Клиент вправе отказаться от участия в оплаченном Мастер-классе в любое время, при этом
                Продавец по поручению партнера удерживает из суммы, подлежащей возврату, сумму фактически понесенных
                расходов, которая не может составлять менее 11% от стоимости приобретенного электронного билета.&nbsp;
            </p>
            <p>
                &nbsp;5.8.2. В случае приобретения Клиентом нескольких электронных билетов на один Мастер-класс, Клиент
                вправе отказаться как от всех электронных билетов, так и от нескольких, входящих в Заказ, при условии,
                если возможность отказа будет предусмотрена условиями проведения Мастер-класса.
            </p>
            <p>
                &nbsp;5.8.3. Продавец не несет ответственности в случае, если партнер воспользуется своим правом на
                отказ Покупателю в возврате оплаченных денежных средств за приобретенный электронный билет. В таком
                случае все претензии должны направляться Клиентом непосредственно партнеру Продавца, сведения о котором
                будут доступны Клиенту в Личном кабинете.&nbsp;
            </p>
            <p><br /></p>
            <p>&nbsp;6. Интеллектуальная собственность</p>
            <p><br /></p>
            <p>
                &nbsp;6.1. &nbsp;Вся текстовая информация и графические изображения, размещенные на Сайте, являются
                собственностью Продавца и/или его контрагентов. Использование информации и графических изображений
                возможно исключительно при условии получения письменного согласия Продавца и/или его контрагентов, при
                этом предоставление указанного согласия не является их безусловной обязанностью.&nbsp;
            </p>
            <p>
                &nbsp;6.2. Перепечатка, воспроизведение в любой форме, распространение, в том числе в переводе, любых
                материалов с Сайта возможны только с письменного разрешения Продавца.
            </p>
            <p><br /></p>
            <p>&nbsp;7. Гарантии и ответственность. Права и обязанности</p>
            <p><br /></p>
            <p>
                &nbsp;7.1. Продавец не несет перед Клиентом ответственности в случае полной или частичной
                неработоспособности Сайта и его компонентов в течение какого-либо времени, а также при отсутствии
                возможности доступа Клиента к Сайту или несения им любых косвенных или прямых затрат в связи с данными
                обстоятельствами. Все предложения, цены, а также условия реализации Товаров и оказания услуг могут быть:
                изменены без уведомления Клиента, ограничены по времени, сезонным колебаниям цен, а также забастовками
                и/или подвержены другим изменениям, условиям и ограничениям.
            </p>
            <p>
                &nbsp;7.2. Продавец не несет ответственности за ущерб, причиненный Клиенту вследствие ненадлежащего
                использования Товаров, заказанных на Сайте.
            </p>
            <p>
                &nbsp;7.3. Продавец не несет ответственности за убытки, которые Клиент может понести в результате того,
                что его номер телефона перешел в собственность другого лица, в том числе в результате длительного (от
                трех месяцев) неиспользования указанного номера телефона Клиентом.
            </p>
            <p>
                &nbsp;7.4. Продавец имеет право на осуществление записи телефонных переговоров с Клиентом. В
                соответствии с п. 4 ст. 16 Федерального закона &laquo;Об информации, информационных технологиях и о
                защите информации&raquo; Продавец обязуется выполнять необходимые мероприятия по защите информации о
                Клиенте, установленные Федеральным законом &laquo;Об информации, информационных технологиях и о защите
                информации&raquo;. Запись телефонных разговоров осуществляется в целях контроля деятельности сотрудников
                Продавца и качества исполнения Заказов.
            </p>
            <p>
                &nbsp;7.5. Продавец вправе использовать технологию &laquo;cookies&raquo;. &laquo;Cookies&raquo; не
                содержат конфиденциальную информацию и не передаются третьим лицам.
            </p>
            <p>
                &nbsp;7.6. Продавец получает информацию об ip-адресе посетителя Сайта. Данная информация не используется
                для установления личности посетителя.
            </p>
            <p>
                &nbsp;7.7. Продавец не несет ответственности за сведения, предоставленные Клиентом на Сайте в
                общедоступной форме, в том числе в случаях, если возможность предоставления подобных сведений
                предоставлена Продавцом.
            </p>
            <p>
                &nbsp;7.8. Стороны освобождаются от ответственности за ненадлежащее исполнение или неисполнение
                обязательств в случае наступления обстоятельств непреодолимой силы, к таковым стороны относят следующие
                обстоятельства: пожар, эпидемия, землетрясение, террористический акт, наводнение, ураган, шторм, цунами,
                оползень, другие стихийные бедствия и катаклизмы, военные действия любого характера, забастовки,
                введение чрезвычайного или военного положения, эмбарго, изменения законодательства РФ или страны
                пребывания или транзита, действия органов таможенного и санитарного контроля, отмена автобусного,
                паромного и другого транспортного обеспечения, маршрутов такси, трафики на дорогах, издание органами
                власти нормативных актов, повлекших невозможность надлежащего исполнения Сторонами своих обязательств и
                прочие обстоятельства, на которые стороны не могут повлиять и предотвратить.
            </p>
            <p><br /></p>
            <p>&nbsp;8. Конфиденциальность и защита персональных данных</p>
            <p><br /></p>
            <p>
                &nbsp;8.1. Обязательства Продавца и Клиента в части конфиденциальности и защиты персональных данных,
                регулируются Политикой обработки и конфиденциальности персональных данных. &nbsp;
            </p>
            <p><br /></p>
            <p>&nbsp;9. Прочие положения</p>
            <p><br /></p>
            <p>
                &nbsp;9.1. В случае возникновения у Клиента вопросов он должен обратиться к Продавцу с использованием
                доступных способов связи из предложенных на Сайте. В том случае, если у Клиента имеются претензии
                непосредственно к качеству работы Сайта и Продавца, Клиент подает письменную претензию в срок не более
                10 (Десять) дней, с момента возникновения спорной ситуации. В течение 10 (Десяти) дней Продавец
                рассматривает претензию и направляет Клиенту обоснованный ответ. Все возникающее споры Стороны будут
                стараться решить путем переговоров, при недостижении соглашения спор будет передан на рассмотрение в
                судебный орган по месту нахождения Продавца.
            </p>
        </div>
    </div>
</template>
<script>
export default {
    name: 'public-offer',
};
</script>