<template>
    <div class="container agreements-block">
        <h1 class="agreements-block__title">
            {{ pageTitle }}
        </h1>

        <div class="agreements-block__content">
            <p><strong>Термины и определения</strong></p>

            <p><strong>Подарочный сертификат</strong><span>&nbsp;&ndash; документ в электронной форме, удостоверяющий право его Приобретателя (Держателя) требовать передачи любого товара или услуги из ассортимента Продавца&nbsp;на сумму равную номинальной стоимости Подарочного сертификата и по ценам, действующим на момент оформления заказа посредством Активации и оформления заказа на предусмотренных условиях.</span></p>

            <p><strong>Продавец</strong><span>&nbsp;- ООО &laquo;Бессовестно Талантливый&raquo;</span></p>

            <p><strong>Сайт</strong><span> -&nbsp;</span><span> </span><a href="https://ibt.ru">https://ibt.ru</a></p>

            <p><strong>Приобретатель Подарочного сертификата (Клиент)&nbsp;</strong><span>&ndash;&nbsp; дееспособное </span><span>физическое лицо, оформившее Заказ и осуществившее оплату Подарочного сертификата в соответствии с настоящими Правилами</span><span>.</span></p>

            <p><strong>Держатель Подарочного сертификата (Клиент)&nbsp;</strong><span>&ndash; дееспособное физическое лицо, фактически владеющее Подарочным сертификатом в результате получения его от Приобретателя. </span><br />
            <strong>Активация Подарочного сертификата</strong><span>&nbsp;&ndash; совершение Держателем Подарочного сертификата действий по введению данных сертификата в специальное поле активации, размещенное в Личном кабинете на сайте&nbsp;</span><span> </span><a href="https://ibt.ru">https://ibt.ru</a>, в целях использования Подарочного сертификата и оформления Заказа.</p>

            <p><strong>Использование Подарочного сертификата</strong><span>&nbsp;&ndash; реализация права требования посредством оформления Заказа товаров и услуг из ассортиментного перечня Продавца на условиях оплаты за счет средств Подарочного сертификата.</span></p>

            <p><strong>Заказ</strong><span>&nbsp;- </span><span>оформленный запрос на отдельные позиции из ассортиментного перечня Продавца, указанные Клиентом, на Сайте и их</span><span> доставку по указанному Клиентом адресу</span></p>

            <p><strong>Заявка</strong><span>&nbsp; - оформление запроса на приобретение электронного Подарочного сертификата на Сайте</span></p>

            <p><strong>1. Общие положения</strong></p>

            <p><strong>1.1.</strong> Выполняя действия на Сайте, включая, но не ограничиваясь, действия по регистрации на Сайте, оформлению заказов, заявок и активации Подарочных сертификатов (в том числе в случае последующей активации Подарочного сертификата Держателем), Клиент соглашается с настоящими Правилами использования электронных Подарочных сертификатов (далее - Правила), изложенными ниже</p>

            <p><strong>1.2.</strong> Настоящие Правила, также информация о Подарочных сертификатах, представленная на Сайте, являются публичной офертой в соответствии со ст.435 и ч.2 ст.437 ГК РФ. Совершение Клиентом действий, направленных на выполнение положений настоящих Правил, в том числе оформление Заявки и/или осуществление оплаты Подарочного сертификата, признаются акцептом настоящих Правил и подтверждает факт заключения договора в соответствии с положениями настоящих Правил.</p>

            <p><strong>1.3.</strong> В случае несогласия Клиента с каким-либо из положений настоящих Правил, договор на предоставление Подарочных сертификатов не может быть заключен.</p>
            <p><strong>1.4.</strong> Регистрируясь на Сайте и оформляя Заявку&nbsp;Клиент дает Продавцу согласие на использование предоставляемых данных, включая персональные, в следующих целях:</p>

            <p><span>- для направления Клиенту сообщений, таких как электронные письма или короткие текстовые сообщения (sms), содержащих информацию об исполнении Заявки, о товарах и услугах Продавца, целевых рекламных компаниях, обновлениях сервисов и рекламных акциях;</span></p>

            <p><span>- для определения эффективности и усовершенствования товаров и услуг, предоставляемых Продавцом, контента и рекламы.</span></p>

            <p><span>При нежелании Клиента, чтобы его персональные данные обрабатывались, он должен обратиться к Продавцу&nbsp;по адресу:&nbsp;105120, г. Москва, 4-й Сыромятнический переулок, д. 1/8, стр.6. В результате рассмотрения обращения вся полученная от Клиента информация (в тот числе логин и пароль) удаляется из клиентской базы Продавца и Клиент лишается возможности оформлять Заявки и Заказы на Сайте.</span></p>

            <p><strong>1.5.</strong> Обязательство по передаче товара/оказанию услуги возникает из договора, заключаемого между Продавцом и Клиентом, под отлагательным условием, под которым понимается предъявление Подарочного сертификата, полученного на Сайте и его Активация в Личном кабинете.</p>
            <p><strong>1.6.</strong> Срок действия Подарочного сертификата доводится до сведения Клиента на информационной странице Сертификата на Сайте. Дата начала срока действия Сертификата может быть определена Клиентом при оформлении Заказа в периоде, равном одному календарному году с момента направления Сертификата Продавцом. Номинальная стоимость Подарочного сертификата остается доступной для использования в течение трех лет с момента активации</p>
            <p><strong>1.7.</strong> Все информационные материалы, представленные на Сайте носят справочный характер и не могут в полной мере передавать достоверную информацию об определенных свойствах и характеристиках Подарочных сертификатов. В случае возникновения у Клиента вопросов, касающихся свойств, характеристик и порядка использования Подарочных сертификатов, Клиенту необходимо перед оформлением Заказа обратиться за консультацией к Продавцу.</p>
            <p><strong>1.8.</strong> Несовершение действий по активации и использованию Подарочного сертификата, в течение срока его действия, признается отказом Клиента от своих прав по осуществлению выбора товара/услуг у Продавца и не влечет обязанности последнего произвести обмен Подарочного сертификата, продлить срок его действия или возвратить Клиенту уплаченные за Подарочный сертификат денежные средства</p>

            <p><span>Подарочный сертификат обмену и возврату не подлежит, возврат денежных средств за приобретенный Подарочный сертификат не производится.</span></p>

            <p><strong>2. Регистрация на Сайте и оформление Заявки</strong></p>

            <p><strong>2.1.</strong><span>&nbsp;Для оформления Заявки Клиент должен зарегистрироваться на Сайте в соответствии с Разделом 2 </span><a href="/agreements/public-offer">Договора оферты</a><span></span></p>

            <p><strong>2.2.</strong><span> Клиент подтверждает Заявку на выбранные Подарочные сертификаты, путем проставления соответствующей отметки на Сайте и производит предоплату указанном в Заявке способом</span></p>

            <p><span>В любой момент до совершения предоплаты, </span><span>Клиент и Продавец вправе произвести аннуляцию Заявки</span></p>   

            <p><strong>3. Оплата Заявки и возврат денежных средств</strong></p>

            <p><strong>3.1. </strong><span>Оплата Заявки осуществляется на Сайте в размере 100% от стоимости Подарочных сертификатов в безналичном порядке, путем списания с банковской карты. В случае безналичной оплаты Заявки банковской картой, сохранение и обработка Продавцом данных банковской карты Приобретателя не осуществляется</span></p>

            <p><strong>3.2. </strong><span>Оплата Клиентом самостоятельно оформленной на Сайте Заявки означает согласие Клиента с настоящими Правилами. День оплаты Заявки является датой заключения Договора между Продавцом и Клиентом.</span></p>

            <p><strong>3.3.</strong><span> В случае невозможности исполнения оплаченной Заявки вне зависимости от причин невозможности, Продавец вправе осуществить возврат Клиенту уплаченных денежных средств. Возврат осуществляется на банковскую карту, с которой была осуществлена оплата Заявки, невозможной к исполнению, в течение 10 (десять) банковских дней с момента, когда Продавцу стало известно о невозможности исполнить Заявку</span></p>

            <p><strong>3.4.</strong><span> О невозможности исполнения Заявки и намерении осуществить возврат уплаченных денежных средств, Продавец извещает Клиента путем направления сообщения на электронный адрес, указанный Клиентом при регистрации на Сайте</span></p>

            <p><strong>3.5.</strong><span> </span><span>В соответствии с положением ЦБ РФ &laquo;Об эмиссии банковских карт и об операциях, совершаемых с использованием платежных карт&raquo; от 24.12.2004 №266-П операции по банковским картам совершаются держателем карты либо уполномоченным им лицом. При этом </span><span>а</span><span>вторизация операций по банковским картам осуществляется банком. Если у банка есть основания полагать, что операция носит мошеннический характер, то банк вправе отказать в осуществлении данной операции. Мошеннические операции с банковскими картами попадают под действие статьи 159 УК РФ.</span></p>

            <p><strong>3.6.</strong><span> В целях предотвращения неправомерного использования банковских карт и мошеннических операций, Продавец осуществляет предварительный контроль оплат Заявок, оформленных на Сайте и вправе аннулировать Заявку, оплата которой признана Продавцом подозрительной, без объяснения причин. Стоимость Заявки возвращается держателю банковской карты на карту, с которой была осуществлена оплата.</span></p>

            <p><strong>4. Порядок получения и использования Подарочного сертификата</strong></p>

            <p><strong>4.1.</strong><span> В течение часа, но, в любом случае, не позднее 24-х часов с момента получения Продавцом предоплаты за Подарочный сертификат Продавец направляет Клиенту на указанные при регистрации или оформлении Заявки адрес электронной почты или номер телефона данные необходимые для активации Подарочного сертификата. В случае невозможности использования указанных данных по причинам их некорректности и проблемами с активацией Подарочного сертификата, Клиент вправе обратиться к Продавцу с просьбой о предоставлении нового Подарочного сертификата. Продавец в течение 3 (три) календарных дней осуществляет проверку ранее направленного электронного Подарочного сертификата и при подтверждении необходимости его замены, направляет на адрес электронной почты Клиента новый Сертификат. Условия настоящего пункта не распространяются на случаи несанкционированного использования Подарочного сертификата третьими лицами, за действия которых Продавец не несет ответственности</span></p>
            
            <p><strong>4.2.</strong><span> Клиент вправе воспользоваться Подарочным сертификатом в течение срока его действия, определяемого на основании п. 1.6 Правил. По истечении указанного срока использование Подарочного сертификата становится невозможным, при этом денежные средства, перечисленные Приобретателем в счет оплаты Подарочного сертификата, возврату не подлежат.</span></p>

            <p><strong>4.3.</strong><span> В случае аннуляции Заказа, либо в случае возврата товара или отказа от услуги, для оплаты которых использовались средства Подарочного сертификата, оплаченная стоимость возвращается на Пользовательский счет Держателя в течение 10 (десять) календарных дней, и может быть использована для приобретения иных товаров и услуг, представленных на Сайте</span></p>

            <p><strong>4.4.</strong><span> </span><span>Подарочный сертификат считается доставленным, а услуга по предоставлению Клиенту Подарочного сертификата в соответствии с Правилами считается оказанной в момент отправки цифробуквенный код активации</span><span style="font-family:calibri,sans-serif; font-size:8pt"> </span><span>Подарочного сертификата на адрес электронной почты или номер телефона, указанные Клиентом при регистрации на Сайте или оформления Заявки.</span></p>

            <p><strong>4.5.</strong><span> Риски случайного повреждения и/или гибели Подарочного сертификата переходят на Клиента в момент отправки Подарочного сертификата на адрес электронной почты, указанный Клиентом при регистрации на Сайте</span></p>

            <p><strong>5. Ответственность. Права и обязанности&nbsp;</strong></p>

            <p><strong>5.1.</strong><span>&nbsp;Продавец не несет ответственности за ненадлежащее использование Подарочных сертификатов, Заявка на которые оформлена на Сайте.</span></p>

            <p><strong>5.2.</strong><span> </span><span>Продавец не несет ответственности за использование Подарочного сертификата Клиентом, всю ответственность в случае утраты или неправомерного доступа третьих лиц к информации о коде Подарочного сертификата, Клиент принимает на себя.</span><br />
            <strong>5.3.</strong><span> Продавец не несет ответственности за ущерб, нанесенный Клиенту либо третьим лицам вследствие несоблюдения Клиентом положений Правил, в том числе за несанкционированное использование Подарочного сертификата, поскольку он является предъявительским и не требует удостоверения личности его Держателя.</span></p>

            <p><strong>5.4.</strong><span> </span><span>Продавец не несет ответственности за содержание и достоверность информации, предоставленной Приобретателем при регистрации на Сайте и оформлении Заявки на Подарочные сертификаты. Вся ответственность за предоставление недостоверных данных и информации лежит на Приобретателе.</span></p>

            <p><strong>5.5.</strong><span> Продавец имеет право на осуществление записи телефонных переговоров с Клиентом. В соответствии с п. 4 ст. 16 Федерального закона &laquo;Об информации, информационных технологиях и о защите информации&raquo; Продавец обязуется выполнять&nbsp;необходимые мероприятия по защите информации о Клиенте, установленные Федеральным законом &laquo;Об информации, информационных технологиях и о защите информации&raquo;. Запись телефонных разговоров осуществляется в целях контроля качества исполнения Заказов.</span></p>

            <p><strong>5.6.</strong><span> Продавец обязуется не сообщать данные Клиента, указанные при регистрации на&nbsp;Сайте и при оформлении Заявки, лицам, не имеющим отношения к исполнению Заявки, а также осуществлять необходимые меры по защите регистрационной информации о Клиенте, установленные Федеральными законами &laquo;Об информации, информационных технологиях и о защите информации&raquo; и &laquo;О персональных данных&raquo;.</span></p>

            <p><strong>5.6.1.</strong><span> Не считается нарушением предоставление Продавцом информации агентам и третьим лицам, действующим на основании договора с Продавцом, для исполнения обязательств перед Клиентом.</span></p>

            <p><strong>5.6.2.</strong><span> Не считается нарушением обязательств разглашение информации в соответствии с обоснованными и применимыми требованиями действующего законодательства.</span><br />
            <strong>5.7.</strong><span> Продавец вправе использовать технологию &quot;cookies&quot;. &quot;Cookies&quot; не содержат конфиденциальную информацию и не передаются третьим лицам.</span><br />
            <strong>5.8.</strong><span> Продавец получает информацию об ip-адресе посетителя Сайта. Данная информация не используется для установления личности посетителя.</span><br />
            <strong>5.9.</strong><span> Продавец не несет ответственности за сведения, предоставленные Клиентом на Сайте в общедоступной форме.</span></p>

            <p><strong>5.10.</strong><span> Приобретатель обязуется не разглашать третьим лицам логин и пароль, указанные при регистрации на Сайте. В случае возникновения у Приобретателя подозрений относительно безопасности его логина и пароля или возможности их несанкционированного использования третьими лицами, он обязуется незамедлительно уведомить об этом Продавца, направив электронное письмо&nbsp;на адрес&nbsp;</span><a href="mailto:help@ibt.ru">help@ibt.ru</a><span>.</span><span> Продавец не несет ответственности в случае, если Приобретатель (Держатель) не может использовать Подарочный сертификат в результате разглашения или передачи данных для его активации третьим лицам.</span></p>

            <p><strong>6. Заключительные положения</strong></p>

            <p><strong>6.1.</strong><span> К отношениям между Клиентом и Продавцом применяется право Российской Федерации.</span></p>
            <p><strong>6.2.</strong><span> В случае возникновения вопросов и претензий со стороны Клиента он должен обратиться к Продавцу&nbsp;по адресу&nbsp;105120, г. Москва, 4-й Сыромятнический переулок, д. 1/8, стр.6. Все возникающее споры стороны будут стараться решить путем переговоров, при недостижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством РФ.</span></p>
            <p><strong>6.3.</strong><span> Признание судом недействительности какого-либо положения настоящих Правил не влечет за собой недействительность остальных положений.</span></p>
        </div>
    </div>
</template>
<script>
import { $context } from '@services';
import metaMixin from '@plugins/meta';

export default {
    name: 'rules-giftcard',
    mixins: [metaMixin],

    metaInfo() {
        const { pageTitle } = this;
        return {
            title: pageTitle,
        };
    },

    computed: {
        baseURL() {
            return $context.baseURL;
        },

        pageTitle() {
            return 'Правила использования электронного подарочного сертификата';
        },
    },
};
</script>
