<template>
    <div class="container info-pages-block">
        <h1 class="info-pages-block__title">
            {{ pageTitle }}
        </h1>

        <div class="info-pages-block__content">
            <h3 class="info-pages-block__subtitle">1. Общие положения</h3>
            <p>
                1.1. Акция является промо-акцией, не является лотереей, пари, тотализатором, азартной игрой или иной
                игрой, основанной на риске, и проводится в соответствии с настоящими условиями Акции (далее -
                «Условия»).
            </p>
            <p>
                1.2. Акция проводится на территории Российской Федерации и при условии доставки на указанной территории,
                в период с «15» декабря 2021г. по «09» января 2022г., время московское.
            </p>
            <p>1.3. Организатором Акции является: ООО «Бессовестно Талантливый», ИНН 9709054789, ОГРН 1197746589556.</p>

            <h3 class="info-pages-block__subtitle">2. Участники</h3>
            <p>
                2.1. Участником Акции может быть дееспособное физическое лицо, достигшее восемнадцати лет, выполнившее
                условия участия в Акции, определенные по тексту ниже.
            </p>
            <p>
                2.2. Принимая участие в Акции, Участник полностью соглашается с Условиями, принимает их и обязуется
                выполнять, а также предоставляет Организатору согласие на обработку персональных данных и предоставление
                паспортных данных по запросу Организатора.
            </p>

            <h3 class="info-pages-block__subtitle">3. Порядок участия в Акции</h3>
            <p>
                3.1. В период проведения Акции участнику необходимо совершить единоразовую покупку любых товаров на
                сайте ibt.ru на сумму от 3000 рублей (после применения всех скидок и без учета стоимости доставки) и
                оплатить заказ.
            </p>
            <p>
                3.2. Заказ признается соответствующим Условиям Акции в случае нахождения в статусе «Оплачен» на день
                окончания Акции «09» января 2022г. и при условии, что на день передачи поощрения, заказ не отменен по
                инициативе участника, а товар (товары) входящие в заказ, не возвращены Организатору.
            </p>
            <p>
                3.3. Если сумма заказа уменьшилась и перестала соответствовать условиям Акции, в том числе, в случае
                отказа от получения части товаров или их возврате товаров, Участник утрачивает право на участие в Акции
                и признание его Победителем.
            </p>

            <h3 class="info-pages-block__subtitle">4. Порядок определения Победителей</h3>
            <p>
                4.1. Подведение итогов Акции и определение Победителей осуществляется Организатором «10» января 2022 г.
            </p>
            <p>
                4.2. Список Участников Акции сортируется в хронологическом порядке от старых к новым по времени
                выполнения условий, указанный в Разделе 3, согласно данным учетной системы Организатора. Каждому
                Участнику присваивается порядковый номер, среди которых будет определен 41 (Сорок один) победитель при
                помощи генератора случайных чисел randstuff.ru
            </p>

            <h3 class="info-pages-block__subtitle">5. Поощрения</h3>
            <p>
                5.1. Поощрениями Акции являются сертификаты на приобретение товаров на сайте Организатора ibt.ru:
                <br />
                10 сертификатов номиналом 3&#8239;000 рублей, 30 сертификатов номиналом 1&#8239;000 рублей и 1
                сертификат номиналом 100&#8239;000 рублей
            </p>

            <h3 class="info-pages-block__subtitle">6. Объявление победителей и вручение поощрений</h3>
            <p>
                6.1. Организатор объявляет Победителей путем публикации информации о победителях (номерах заказов,
                участников Акции, признанных победителями) в аккаунте сети Инстаграм
                <a href="https://www.instagram.com/bessovestnotalantlivy/" target="_blank">
                    instagram.com/bessovestnotalantlivy/
                </a>
            </p>
            <p>
                6.2. Промокоды сертификатов направляются в срок до «17» января 2022 г. на указанный при регистрации на
                сайте адрес электронной почты Участника. Победитель, адрес которого не указан в Личном кабинете, обязан
                самостоятельно связаться с Организатором в течение 7 (Семь) календарных дней с момента объявления
                победителей, в противном случае он утрачивает право на получения поощрения.
            </p>
            <p>
                6.3. Организатор не несет ответственности за получение поощрения в случае предоставления победителем
                недостоверных/некорректных сведений об адресе электронной почты.
            </p>

            <h3 class="info-pages-block__subtitle">7. Прочие условия</h3>
            <p>
                7.1. Организатор Акции оставляет за собой право приостановить, или прекратить проведение Акции, или
                изменить ее условия в любое время без объяснения причин. Участники обязуются самостоятельно отслеживать
                информацию, касающуюся проведения Акции и изменения ее условий, и не имеют права требовать каких-либо
                компенсаций и возмещения ущерба в связи с приостановлением/прекращением/изменением условий Акции.
            </p>
            <p>7.2. Поощрение не подлежит возврату или обмену, в том числе на денежный эквивалент.</p>
            <p>
                7.3. В случае установления факта нарушения Условий или осуществления любых действий, несущих
                мошеннический характер, Участник может быть исключен из участия в Акции либо лишен права на получение
                поощрения.
            </p>
            <p>
                7.4. Принимая участие в Акции участник дает согласие Организатору на использование путем публикации на
                сайте <a href="https://ibt.ru/" target="_blank">ibt.ru</a> и в аккаунтах сети Инстаграм
                <a href="https://www.instagram.com/bessovestnotalantlivy/" target="_blank">
                    instagram.com/bessovestnotalantlivy/
                </a>
                следующей информации в случае признания участника победителем Акции: полные и открытые сведения из
                аккаунта победителя в сети Instagram.
            </p>
            <p>
                7.5. Все налоги, сборы и платежи, установленные применимым законодательством, связанные с получением
                поощрения, превышающего 4000 рублей, исчисляет и уплачивает Организатор, иные налоги, сборы и платежи
                победитель исчисляет и уплачивает самостоятельно.
            </p>
            <p>7.6. Сотрудники Организатора и члены их семей не имеют права участвовать в Акции.</p>
        </div>
    </div>
</template>

<script>
import metaMixin from '@plugins/meta';

export default {
    name: 'info-pages-bonuses',
    mixins: [metaMixin],

    metaInfo() {
        const { pageTitle } = this;

        return {
            title: pageTitle,
        };
    },

    computed: {
        pageTitle() {
            return `Условия Акции «Сертификат до 100\u00A0000₽»`;
        },
    },
};
</script>
