<template>
    <div class="container info-pages-block">
        <h2 class="info-pages-block__title">
            Оплата и доставка
        </h2>
        <div class="info-pages-block__content">
            <h3 class="info-pages-block__subtitle">
                Оплата
            </h3>
            <p>
                В настоящий момент оформление заказа возможно только при 100% предоплате заказа на сайте.
            </p>
            <p>
                Вы можете сделать предоплату любым удобным вам способом:
            </p>
            <ul class="list">
                <li>
                    Банковской картой (Visa,Mastercard, МИР)
                </li>
                <li>
                    Apple Pay (доступен в браузере Safari)
                </li>
                <li>
                    Google Pay
                </li>
                <li>
                    Яндекс.Деньгами
                </li>
                <li>
                    Через личный кабинет банка: Сбербанк ОнЛ@йн, Альфа-Клик, Тинькофф Банк
                </li>
                <li>
                    QIWI Wallet
                </li>
            </ul>
            <p>
                Оплата на сайте производится с помощью сервиса Яндекс.Касса по защищенному SSL-соединению, что
                гарантирует безопасность ваших платежей.
            </p>
            <h3 class="info-pages-block__subtitle">
                Курьерская доставка
            </h3>
            <p>
                Доставка по Москве, Московской области, Санкт-Петербургу и Ленинградской области осуществляется с
                понедельника по воскресенье с 09:00 до 22:00 часов (кроме праздничных дней).
            </p>
            <p>
                Доставка в другие регионы РФ осуществляется с понедельника по пятницу с 09:00 до 18:00 часов (кроме
                праздничных дней).
            </p>
            <h3 class="info-pages-block__subtitle">
                Сроки и стоимость доставки в зависимости от региона
            </h3>
            <v-table :items="items" :columns="columns" class="info-pages-block__table">
                <colgroup>
                    <col width="60%" />
                    <col width="20%" />
                    <col width="20%" />
                </colgroup>
                <template v-slot:column-region>
                    Регион
                </template>
                <template v-slot:column-price>
                    Стоимость
                </template>
                <template v-slot:column-timing>
                    Сроки
                </template>
            </v-table>
            <p>
                Доступные способы доставки, точные сроки и временные интервалы будут указаны в «Корзине» при оформлении
                заказа.
            </p>
            <p>
                Стоимость доставки рассчитывается автоматически при оформлении заказа на сайте.
            </p>
            <p>
                Итоговая стоимость доставки зависит от:
            </p>
            <ul class="list">
                <li>веса товаров в заказе;</li>
                <li>габаритов товара;</li>
                <li>населенного пункта доставки;</li>
                <li>выбранных сроков доставки.</li>
            </ul>
            <h3 class="info-pages-block__subtitle">
                Изменение данных получателя
            </h3>
            <p>
                Если ваш заказ уже оформлен, а вам необходимо изменить информацию о получателе, дате доставки, либо вы
                передумали и хотите отменить заказ, вам необходимо зайти на сайт
                <a href="https://ibt.ru">https://ibt.ru</a> в ваш личный кабинет, найти заказ и произвести необходимые
                операции.
            </p>
            <h3 class="info-pages-block__subtitle">
                Получения заказа
            </h3>
            <p>
                В день доставки заказа, к вам поступит информационное сообщение содержащее номер заказа, время доставки,
                контактные данные курьера. Сотрудник службы доставки свяжется с вами за час до приезда, уточнит
                контактную информацию, напомнит о наличии документа подтверждающего личность получателя. По прибытию на
                адрес доставки, курьер ожидает клиента 15 минут. Данное время предоставляется клиенту на осмотр и
                проверку содержимого заказа. При получении заказа вам необходимо расписаться в накладной.
            </p>
            <ol class="list">
                <li>
                    Курьер позвонит за час до доставки. Не забудьте приготовить свою ручку для подписи документов.
                </li>
                <li>
                    Курьер доставит заказ до вашей двери.
                </li>
                <li>
                    По готовности курьер позвонит вам, оставит документы на коробке и отойдёт на 1,5 метра
                    (бесконтактная доставка).
                </li>
                <li>
                    Выходите принимать заказ и подпишите документы своей ручкой.
                </li>
            </ol>
        </div>
    </div>
</template>
<script>
import VTable from '@controls/VTable/VTable.vue';

export default {
    name: 'info-page-delivery-and-payment',
    components: {
        VTable,
    },

    data() {
        return {
            columns: ['region', 'price', 'timing'],
            items: [
                {
                    region: 'Москва',
                    price: 350,
                    timing: '1-2 дня',
                },
                {
                    region: 'Московская область',
                    price: 350,
                    timing: '1-3 дня',
                },
                {
                    region: 'Санкт-Петербург и Ленинградская область',
                    price: 350,
                    timing: '2-3 дня',
                },
                {
                    region: 'Центральный федеральный округ',
                    price: 400,
                    timing: '2-4 дня',
                },
                {
                    region: 'Северо-Западный федеральный округ, за исключением Санкт-Петербурга и Ленинградской области',
                    price: 500,
                    timing: '4-7 дней',
                },
                {
                    region: 'Южный федеральный округ',
                    price: 500,
                    timing: '3-5 дня',
                },
                {
                    region: 'Приволжский федеральный округ',
                    price: 500,
                    timing: '3-5 дня',
                },
                {
                    region: 'Северо-Кавказский федеральный округ',
                    price: 550,
                    timing: '4-6 дней',
                },
                {
                    region: 'Уральский федеральный округ',
                    price: 550,
                    timing: '5-7  дней',
                },
                {
                    region: 'Сибирский федеральный округ',
                    price: 600,
                    timing: '7-14 дней',
                },
                {
                    region: 'Дальневосточный федеральный округ',
                    price: 800,
                    timing: '7-14 дней',
                },
            ]
        };
    },
};
</script>