<template>
    <div class="info-pages-block">
        <h2 class="container info-pages-block__title">
            Оплата и доставка
        </h2>
        <div class="info-pages-block__content">
            <div class="container">
                <h3 class="info-pages-block__subtitle">
                    Оплата
                </h3>
                <p>
                    В настоящий момент оформление заказа возможно только при 100% предоплате заказа на сайте.
                </p>
                <p>
                    Вы можете сделать предоплату любым удобным способом:
                </p>
                <ul class="list">
                    <li>
                        Банковской картой (Visa, Mastercard, МИР)
                    </li>
                    <li>
                        Apple Pay (доступен в браузере Safari)
                    </li>
                    <li>
                        Google Pay
                    </li>
                    <li>
                        Яндекс.Деньгами
                    </li>
                    <li>
                        Через личный кабинет банка: Сбербанк ОнЛ@йн, Альфа-Клик, Тинькофф Банк
                    </li>
                    <li>
                        QIWI Wallet
                    </li>
                </ul>
                <p>
                    Оплата на сайте производится с помощью сервиса Яндекс.Касса по защищенному SSL-соединению, что
                    гарантирует безопасность всех платежей.
                </p>

                <br />

                <h3 class="info-pages-block__subtitle">
                    Курьерская доставка
                </h3>
                <p>
                    Доставка по Москве, Московской области, Санкт-Петербургу и Ленинградской области осуществляется с
                    понедельника по воскресенье с 09:00 до 22:00 часов (кроме праздничных дней).
                </p>
                <p>
                    Доставка в другие регионы РФ осуществляется с понедельника по пятницу с 09:00 до 18:00 часов (кроме
                    праздничных дней).
                </p>

                <br />

                <h3 class="info-pages-block__subtitle">
                    Самовывоз
                </h3>
                <p>
                    Получение заказов самовывозом осуществляется по графику работы выбранного Пункта выдачи или
                    Постамата. При оформлении заказа вам будут доступны только те Пункты выдачи и Постаматы, в которые
                    заказ проходит по ограничениям.
                </p>
                <p>
                    Срок хранения заказа составляет 3-7 дней в зависимости от выбранного пункта самовывоза. О
                    поступлении заказа в пункт самовывоза оповестим, отправив информационное уведомление.
                </p>
            </div>

            <br />

            <div :class="{ container: !isTablet }">
                <h3 class="container container--tablet info-pages-block__subtitle">
                    Сроки и стоимость доставки в зависимости от региона
                </h3>

                <v-table
                    class="info-pages-block__table"
                    key-field="region"
                    v-if="!isTablet"
                    :items="items"
                    :columns="columns"
                >
                    <colgroup>
                        <col width="55%" />
                        <col width="15%" />
                        <col width="15%" />
                        <col width="15%" />
                    </colgroup>
                    <template v-slot:column-region>
                        Регион
                    </template>
                    <template v-slot:column-delivery>
                        Стоимость доставки
                    </template>
                    <template v-slot:column-pickup>
                        Стоимость самовывоза
                    </template>
                    <template v-slot:column-timing>
                        Сроки
                    </template>
                </v-table>
                <template v-else>
                    <div class="info-pages-block__card" v-for="item in items" :key="item.region">
                        <info-row name="Регион" :value="item.region" />
                        <info-row name="Стоимость доставки" :value="item.delivery" />
                        <info-row name="Стоимость самовывоза" :value="item.pickup" />
                        <info-row name="Сроки" :value="item.timing" />
                    </div>
                </template>
            </div>

            <div class="container">
                <p>
                    Доступные способы доставки, точные сроки и временные интервалы будут указаны в «Корзине» при
                    оформлении заказа.
                </p>
                <p>
                    Стоимость доставки рассчитывается автоматически при оформлении заказа на сайте.
                </p>
                <p>
                    Итоговая стоимость доставки зависит от:
                </p>
                <ul class="list">
                    <li>веса товаров в заказе;</li>
                    <li>габаритов товара;</li>
                    <li>населенного пункта доставки;</li>
                    <li>выбранных сроков доставки.</li>
                </ul>

                <br />

                <h3 class="info-pages-block__subtitle">
                    Изменение данных получателя
                </h3>
                <p>
                    Если ваш заказ уже оформлен и необходимо изменить информацию о получателе, дате доставки, либо вы
                    передумали и хотите отменить заказ, необходимо зайти на сайт
                    <a href="https://ibt.ru" target="_blank">https://ibt.ru</a> в личный кабинет, найти заказ и
                    произвести необходимые действия.
                </p>

                <br />

                <h3 class="info-pages-block__subtitle">
                    Получение заказа при курьерской доставке
                </h3>
                <p>
                    В день доставки заказа, вам поступит информационное сообщение содержащее номер заказа, время
                    доставки, контактные данные курьера. Сотрудник службы доставки свяжется с вами за час до приезда,
                    уточнит информацию, напомнит о наличии документа подтверждающего личность получателя. По прибытию на
                    адрес доставки, курьер ожидает 15 минут. Данное время предоставляется клиенту на осмотр и проверку
                    содержимого заказа. При получении заказа необходимо расписаться в накладной.
                </p>
                <ol class="list">
                    <li>
                        Курьер позвонит за час до доставки. Не забудьте приготовить свою ручку для подписи документов.
                        Это необходимо для соблюдения всех эпидемиологических норм.
                    </li>
                    <li>
                        Курьер доставит заказ до двери.
                    </li>
                    <li>
                        По готовности курьер позвонит и оставит документы на коробке и отойдёт на 1,5 метра
                        (бесконтактная доставка).
                    </li>
                    <li>
                        Примите заказ и подпишите документы своей ручкой.
                    </li>
                </ol>

                <br />

                <h3 class="info-pages-block__subtitle">
                    Получение заказа при самовывозе
                </h3>
                <p>
                    В день поступления заказа в пункт выдачи или постамат, вам поступит информационное сообщение
                    содержащее номер заказа, название пункта выдачи, адрес и время работы, код получения (для выдачи в
                    постамате).
                </p>
                <p>
                    Для получения заказа необходимо:
                </p>
                <ol class="list">
                    <li>
                        Прийти в пункт выдачи или к постамату.
                    </li>
                    <li>
                        Назвать номер заказа сотруднику пункта выдачи или на экране постамата нажать «Забрать заказ»,
                        ввести код заказа из информационного уведомления. На каждое отправление из заказа понадобится
                        отдельный код — по одному коду на каждое отправление.
                    </li>
                    <li>
                        Сотрудник пункта выдачи выдаст заказ, осмотрите его, проверьте содержимое. Нажмите «Получить»,
                        ячейка постамата откроется.
                    </li>
                    <li>
                        Подпишите накладную и передайте сотруднику пункта выдачи. Заберите заказ из ячейки постамата.
                    </li>
                </ol>
            </div>
        </div>
    </div>
</template>
<script>
import VTable from '@controls/VTable/VTable.vue';
import InfoRow from '@components/profile/InfoRow/InfoRow.vue';

export default {
    name: 'delivery-and-payment',

    components: {
        VTable,
        InfoRow,
    },

    data() {
        return {
            columns: ['region', 'delivery', 'pickup', 'timing'],
            items: [
                {
                    region: 'Москва',
                    delivery: 350,
                    pickup: 99,
                    timing: '1-2 дня',
                },
                {
                    region: 'Московская область',
                    delivery: 350,
                    pickup: 99,
                    timing: '1-3 дня',
                },
                {
                    region: 'Санкт-Петербург и Ленинградская область',
                    delivery: 350,
                    pickup: 99,
                    timing: '2-3 дня',
                },
                {
                    region: 'Центральный федеральный округ',
                    delivery: 400,
                    pickup: 149,
                    timing: '2-4 дня',
                },
                {
                    region:
                        'Северо-Западный федеральный округ, за исключением Санкт-Петербурга и Ленинградской области',
                    delivery: 500,
                    pickup: 199,
                    timing: '4-7 дней',
                },
                {
                    region: 'Южный федеральный округ',
                    delivery: 500,
                    pickup: 199,
                    timing: '3-5 дня',
                },
                {
                    region: 'Приволжский федеральный округ',
                    delivery: 500,
                    pickup: 149,
                    timing: '3-5 дня',
                },
                {
                    region: 'Северо-Кавказский федеральный округ',
                    delivery: 550,
                    pickup: 199,
                    timing: '4-6 дней',
                },
                {
                    region: 'Уральский федеральный округ',
                    delivery: 550,
                    pickup: 249,
                    timing: '5-7  дней',
                },
                {
                    region: 'Сибирский федеральный округ',
                    delivery: 600,
                    pickup: 299,
                    timing: '7-14 дней',
                },
                {
                    region: 'Дальневосточный федеральный округ',
                    delivery: 800,
                    pickup: 549,
                    timing: '7-14 дней',
                },
            ],
        };
    },

    computed: {
        isTablet() {
            return this.$mq.tablet;
        },
    },
};
</script>