<template>
    <section class="info-pages-block">
        <div class="container">
            <h1 class="info-pages-block__title">
                {{ pageTitle }}
            </h1>

            <div class="info-pages-block__content">
                <p>
                    Не подошел купленный товар? В течение 7 дней с момента получения заказа, исключая день покупки,
                    товар можно обменять или вернуть.
                </p>

                <h3 class="info-pages-block__subtitle">Что можно вернуть?</h3>
                <p>
                    Товар надлежащего качества, который не был в употреблении, сохранил первоначальный вид, фабричные
                    ярлыки и оригинальную упаковку можно обменять или вернуть. Исключение составляют
                    парфюмерно-косметические и других товары из "Перечня непродовольственных товаров надлежащего
                    качества, не подлежащих возврату" из постановления Правительства РФ № 55 от 19 января 1998 г.
                </p>
                <p>
                    Подарок нужно вернуть вместе с товаром, если он прилагался при покупке. Споры о товарном виде и
                    использовании товара решаются в установленном порядке с проведением независимой товарной экспертизы.
                </p>

                <h3 class="info-pages-block__subtitle">Оформление возврата</h3>
                <ol class="list">
                    <li>
                        <span
                            >Авторизуйся на сайте <a href="https://ibt.ru" target="_blank">iBT.ru</a> и зайди в личный
                            кабинет
                        </span>
                    </li>
                    <li>
                        <span>В разделе "Мои заказы" открой нужный заказ и нажми "Оформить возврат"</span>
                    </li>
                    <li>
                        <span>Выбери товары и укажи для каждого причину возврата</span>
                    </li>
                    <li>
                        <span
                            >Нажми “Сформировать и распечатать заявление на возврат”. Для нескольких поставщиков
                            аналогично формируется несколько отдельных заявлений</span
                        >
                    </li>
                    <li>
                        <span>Распечатай или напиши по образцу заявления на возврат</span>
                    </li>
                    <li>
                        <span>Поставь свою подпись и загрузи заявления в том же разделе</span>
                    </li>
                    <li>
                        <span>Выбери вариант возврата через Курьера или Пункт выдачи заказов (ПВЗ)</span>
                    </li>
                    <li>
                        <span>Подтверди согласие с условиями возврата и нажми "Оформить возврат"</span>
                    </li>
                </ol>

                <h3 class="info-pages-block__subtitle">Отправка товаров</h3>
                <p>
                    Полный комплект товаров на возврат и подписанное заявление или заявления передай курьеру или
                    сотруднику ПВЗ
                </p>
                <p>
                    Денежные средства перечисляются после получения возврата в течение 10 дней тем же способом, которым
                    оплачивалась покупка. Срок зачисления устанавливает банк покупателя.
                </p>
            </div>
        </div>
    </section>
</template>

<script>
import metaMixin from '@plugins/meta';

export default {
    name: 'info-pages-feedback',
    mixins: [metaMixin],

    metaInfo() {
        const { pageTitle } = this;
        return {
            title: pageTitle,
        };
    },

    computed: {
        pageTitle() {
            return 'Возврат товара';
        },
    },
};
</script>
