<template>
    <section class="info-pages-block">
        <div class="container">
            <h1 class="info-pages-block__title">
                {{ pageTitle }}
            </h1>

            <div class="info-pages-block__content">
                <h3 class="info-pages-block__subtitle">Не подошел купленный товар?</h3>
                <p>В этом случае товар можно:</p>
                <ul class="list list--dashed">
                    <li><strong>вернуть</strong> в течение 7 дней с момента получения заказа, исключая день покупки</li>
                    <li>
                        <strong>обменять</strong> в течение 14 дней с момента получения заказа, исключая день покупки.
                        Обмен является возвратом товара с последующим оформлением нового заказа на аналогичный товар<sup
                            >*</sup
                        >
                    </li>
                </ul>
                <p style="font-size: 0.75rem">
                    <sup>*</sup> не подлежат обмену утвержденные категории товаров надлежащего качества (Постановление
                    Правительства РФ №2463 от 31.12.2020 года), в том числе: Предметы личной гигиены,
                    Парфюмерно-косметические товары, Бытовая химия.
                </p>

                <h4 class="info-pages-block__subtitle">Условия возврата и обмена</h4>
                <p>
                    Можно вернуть товар надлежащего качества, который не был в употреблении, сохранил первоначальный
                    вид<sup>*</sup>, фабричные ярлыки, оригинальную упаковку и полную комплектацию.
                </p>
                <p>
                    ! Если товар был куплен в комплекте с другими товарами или подарком, необходимо вернуть полный
                    комплект.
                </p>
                <p style="font-size: 0.75rem">
                    <sup>*</sup> Споры о товарном виде и использовании товара решаются в установленном порядке с
                    проведением независимой товарной экспертизы.
                </p>

                <h3 class="info-pages-block__subtitle">Возникла проблема с товаром?</h3>
                <p>
                    Вернуть товар ненадлежащего качества можно в течение Гарантийного срока, пройдя несколько простых
                    этапов оформления. При необходимости проведения независимой экспертизы* качества продукции, срок
                    рассмотрения заявления может быть увеличен до 20 календарных дней, исключая день обращения.
                </p>
                <p style="font-size: 0.75rem">
                    <sup>*</sup> По истечении 14 календарных дней, исключая дату получения товара, покупателю необходимо
                    самостоятельно провести независимую экспертизу и предоставить результаты вместе с заявлением на
                    возврат или обмен.
                </p>

                <h4 class="info-pages-block__subtitle">Условия возврата и обмена</h4>
                <p>
                    Можно вернуть товар надлежащего качества, который не был в употреблении, сохранил первоначальный
                    вид<sup>*</sup>, фабричные ярлыки, оригинальную упаковку и полную комплектацию.
                </p>
                <p>
                    ! Если товар был куплен в комплекте с другими товарами или подарком, необходимо вернуть полный
                    комплект.
                </p>
                <p style="font-size: 0.75rem">
                    <sup>*</sup> Споры о товарном виде и использовании товара решаются в установленном порядке с
                    проведением независимой товарной экспертизы.
                </p>

                <h3 class="info-pages-block__subtitle">Как оформить возврат или обмен?</h3>
                <ol class="list">
                    <li>
                        Выбрать, скачать и заполнить
                        <a href="/assets/files/zayavlenie_na_vozvrat.docx" download>заявление на возврат</a>
                        или
                        <a href="/assets/files/zayavlenie_na_obmen.docx" download>обмен</a>
                    </li>
                    <li>Распечатать и подписать заявление</li>
                    <li>Отправить фото или скан заявления на <a href="mailto:support@ibt.ru">support@ibt.ru</a></li>
                    <li>
                        Сотрудник клиентской поддержки свяжется с вами для согласования даты и удобного способа передачи
                        товаров:
                        <ul class="list">
                            <li>курьеру транспортной службы</li>
                            <li>в Пункт Выдачи Заказов (ПВЗ)</li>
                        </ul>
                    </li>
                    <li>
                        При передачи товаров на возврат назовите номер возвратной накладной, который сообщит сотрудник
                        клиентской поддержки
                    </li>
                    <li>При обмене оформить новый заказ на необходимую позицию</li>
                </ol>

                <h3 class="info-pages-block__subtitle">Как подготовить и отправить товар?</h3>
                <ul class="list">
                    <li>
                        Положить товар в транспортную упаковку, в которой он был доставлен. При отсутствии данной
                        упаковки использовать аналогичную коробку подходящего размера.
                    </li>
                    <li>
                        В случае отправки нескольких товаров, распределите их, согласно номерам возвратных накладных,
                        сообщенных сотрудником клиентской поддержки. Товары с разными номерами накладных необходимо
                        упаковать раздельно.
                    </li>
                    <li>
                        Полностью заполненное и подписанное заявление на возврат необходимо вложить в любую коробку с
                        отправляемым товаром.
                    </li>
                    <li>
                        В назначенную дату необходимо назвать курьеру или сотруднику ПВЗ номер возвратной накладной и
                        передать полный комплект товаров на возврат.
                    </li>
                </ul>

                <h3 class="info-pages-block__subtitle">Когда поступят деньги?</h3>
                <p>
                    В течение 10 дней после получения возврата денежные средства будут перечислены тем же способом,
                    которым была оплачена покупка. Срок зачисления зависит от банка покупателя.
                </p>
            </div>
        </div>
    </section>
</template>

<script>
import metaMixin from '@plugins/meta';

export default {
    name: 'info-pages-feedback',
    mixins: [metaMixin],

    metaInfo() {
        const { pageTitle } = this;
        return {
            title: pageTitle,
        };
    },

    computed: {
        pageTitle() {
            return 'Возврат товара';
        },
    },
};
</script>
