<template>
    <div class="container info-pages-block">
        <h2 class="info-pages-block__title">
            Возврат товара
        </h2>
        <div class="info-pages-block__content">
            <h3 class="info-pages-block__subtitle">
                Сроки возврата
            </h3>
            <p>
                Если вам не понравились приобретенные товары, у вас есть 7 дней с момента получения вашего заказа, не
                считая дня покупки, для его обмена или возврата.
            </p>
            <h3 class="info-pages-block__subtitle">
                Какой товар можно вернуть
            </h3>
            <p>
                «Парфюмерно-косметические товары» входят в утвержденный Постановлением Правительства РФ № 55 от 19
                января 1998 г. Перечень непродовольственных товаров надлежащего качества, не подлежащих возврату.
            </p>
            <p>
                Таким образом, возврату подлежит только продукция ненадлежащего качества или товары не входящие в данный
                перечень.
            </p>
            <p>
                Вы можете вернуть товар, если он не был в употреблении и сохранил свой первоначальный вид. Для возврата
                должны быть сохранены фабричные ярлыки и пломбы оригинальной упаковки. Если к товару был приложен
                подарок, он должен быть передан вместе с товаром. При возникновении спора о факте употребления товара и
                сохранности его товарного вида производится независимая экспертиза товара.
            </p>
            <h3 class="info-pages-block__subtitle">
                Оформление возврата
            </h3>
            <p>
                Для оформления возврата на сайте через Личный кабинет вам необходимо:
            </p>
            <ol class="list">
                <li>Авторизоваться на сайте <a href="https://ibt.ru/">https://ibt.ru/</a></li>
                <li>
                    Перейти в личном кабинете в раздел
                    <v-link tag="a" :to="{ name: 'Orders' }">
                        «Мои заказы»
                    </v-link>
                </li>
                <li>
                    Зайти в нужный заказ
                </li>
                <li>
                    Нажать кнопку “Оформить возврат”.
                </li>
                <li>
                    Выбрать товары, которые хотите вернуть, и указать причину возврата для каждого товара.
                </li>
                <li>
                    Нажать “Сформировать и распечатать заявление на возврат” - если товары, принадлежат разным
                    производителям, для каждого заказа заполняется отдельная форма возврата.
                </li>
                <li>
                    Подписать заявление на возврат.
                </li>
                <li>
                    Загрузить в личный кабинет подписанную форму заявления на возврат.
                </li>
                <li>
                    Выбрать удобный способ передачи возврата:
                    <ul class="list">
                        <li>Курьеру</li>
                        <li>В Пункт Выдачи Заказов (ПВЗ)</li>
                    </ul>
                </li>
                <li>
                    Подтвердить согласие с условиями возврата и нажать кнопку "оформить возврат".
                </li>
            </ol>
            <h3 class="info-pages-block__subtitle">
                Передача возвращаемых товаров курьеру:
            </h3>
            <ul class="list">
                <li>
                    Приготовить товар на возврат и приложить к нему заполненное и подписанное заявление на возврат.
                </li>
                <li>
                    Передать товар и заявление на возврат курьеру, либо сотруднику Пункта Выдачи Заказов;
                </li>
                <li>
                    Дождаться уведомления о переводе денежных средств.
                </li>
            </ul>
            <h3 class="info-pages-block__subtitle">
                Возврат денежных средств
            </h3>
            <p>
                Возврат денежных средств осуществляется тем же способом, которым осуществлялся онлайн платеж.
            </p>
            <p>
                Перевод денежных средств осуществляется в течение 10 дней с момента получения возвращенного товара на
                склад. Срок зачисления денежных средств на расчетный счет банковской карты с которой осуществлялся
                онлайн платеж, зависит от внутреннего регламента банка-получателя.
            </p>
        </div>
    </div>
</template>
<script>
import VLink from '@controls/VLink/VLink.vue';

export default {
    name: 'info-pages-feedback',
    components: {
        VLink,
    },
};
</script>