<template>
    <section class="section qna-view">
        <h2 class="qna-view__hl">{{ $t(`profile.routes.${$route.name}`) }}</h2>

        <section class="qna-view__section" v-for="topic in topics" :key="topic.id">
            <h3 class="qna-view__section-hl">{{ topic.title }}</h3>
            <v-accordion
                class="qna-view__accordion"
                key-field="id"
                :items="topic.items"
                :item-expanded="item => item.isExpanded && !item.isDisabled"
                :item-toggled="item => (item.isExpanded = !item.isExpanded)"
                :is-single="false"
            >
                <template v-slot:content="{ item }">
                    <div class="qna-view__accordion-content">{{ item.content }}</div>
                </template>
            </v-accordion>
        </section>
    </section>
</template>

<script>
import VAccordion from '../../../components/controls/VAccordion/VAccordion.vue';
import './QnA.css';

export default {
    name: 'qna',

    components: {
        VAccordion,
    },

    data() {
        return {
            topics: [
                {
                    id: 1,
                    title: 'Реферальная программа',
                    items: [
                        {
                            id: 1,
                            title: 'Как принять участие в реферальной программе?',
                            content: `Это человек, нанятый организацией или компанией,
                        чтобы представлять бренд в позитивном свете и тем самым способствовать повышению узнаваемости бренда и росту продаж.
                        Посол бренда призван воплотить корпоративную идентичность по внешнему виду, манере поведения, ценностям и этике.
                        Основной особенностью послов бренда является их способность использовать рекламные стратегии, которые позволяют укрепить отношения клиент-продукт-услуга и стимулировать аудиторию покупать и потреблять больше.`,
                        },
                        {
                            id: 2,
                            title: 'Кто такие Амбассадоры?',
                            content: `Это человек, нанятый организацией или компанией,
                        чтобы представлять бренд в позитивном свете и тем самым способствовать повышению узнаваемости бренда и росту продаж.
                        Посол бренда призван воплотить корпоративную идентичность по внешнему виду, манере поведения, ценностям и этике.
                        Основной особенностью послов бренда является их способность использовать рекламные стратегии, которые позволяют укрепить отношения клиент-продукт-услуга и стимулировать аудиторию покупать и потреблять больше.`,
                        },
                        {
                            id: 3,
                            title: 'Кто такие Профессионалы?',
                            content: `Это человек, нанятый организацией или компанией,
                        чтобы представлять бренд в позитивном свете и тем самым способствовать повышению узнаваемости бренда и росту продаж.
                        Посол бренда призван воплотить корпоративную идентичность по внешнему виду, манере поведения, ценностям и этике.
                        Основной особенностью послов бренда является их способность использовать рекламные стратегии, которые позволяют укрепить отношения клиент-продукт-услуга и стимулировать аудиторию покупать и потреблять больше.`,
                        },
                        {
                            id: 4,
                            title: 'Кто такие Рефералы?',
                            content: `Это человек, нанятый организацией или компанией,
                        чтобы представлять бренд в позитивном свете и тем самым способствовать повышению узнаваемости бренда и росту продаж.
                        Посол бренда призван воплотить корпоративную идентичность по внешнему виду, манере поведения, ценностям и этике.
                        Основной особенностью послов бренда является их способность использовать рекламные стратегии, которые позволяют укрепить отношения клиент-продукт-услуга и стимулировать аудиторию покупать и потреблять больше.`,
                        },
                    ],
                },
                {
                    id: 2,
                    title: 'Персональный счёт',
                    items: [
                        {
                            id: 1,
                            title: 'Как вывести деньги с Персонального счёта?',
                            content: `Это человек, нанятый организацией или компанией,
                        чтобы представлять бренд в позитивном свете и тем самым способствовать повышению узнаваемости бренда и росту продаж.
                        Посол бренда призван воплотить корпоративную идентичность по внешнему виду, манере поведения, ценностям и этике.
                        Основной особенностью послов бренда является их способность использовать рекламные стратегии, которые позволяют укрепить отношения клиент-продукт-услуга и стимулировать аудиторию покупать и потреблять больше.`,
                        },
                        {
                            id: 2,
                            title: 'В какие сроки происходит выплата Амбассадорского вознаграждения?',
                            content: `Это человек, нанятый организацией или компанией,
                        чтобы представлять бренд в позитивном свете и тем самым способствовать повышению узнаваемости бренда и росту продаж.
                        Посол бренда призван воплотить корпоративную идентичность по внешнему виду, манере поведения, ценностям и этике.
                        Основной особенностью послов бренда является их способность использовать рекламные стратегии, которые позволяют укрепить отношения клиент-продукт-услуга и стимулировать аудиторию покупать и потреблять больше.`,
                        },
                    ],
                },
            ],
        };
    },
};
</script>
