<template>
    <section class="section ui-kit-section">
        <h2 class="ui-kit-section__hl">
            Неупорядоченный список
        </h2>
        <div style="width: 70%;">
            <p class="text-grey">
                класс списка ul.list
            </p>

            <p>
                Для печати изготавливались тонкие металлические доски, на которых вырезались значки. Существовало
                несколько методов:
            </p>

            <ul class="list">
                <li>
                    линии очертания букв оставлялись, а всё остальное срезалось;
                </li>
                <li>
                    в доске вглубь вырезалось очертание букв — тогда буквы при печатании выходили белыми, а всё
                    остальное оставалось чёрным.
                </li>
            </ul>
            <br />
            <br />

            <p class="text-grey">
                класс списка ul.list.list--sm.text-sm
            </p>

            <p class="text-sm">
                Для печати изготавливались тонкие металлические доски, на которых вырезались значки. Существовало
                несколько методов:
            </p>

            <ul class="list list--sm text-sm">
                <li>
                    линии очертания букв оставлялись, а всё остальное срезалось;
                </li>
                <li>
                    в доске вглубь вырезалось очертание букв — тогда буквы при печатании выходили белыми, а всё
                    остальное оставалось чёрным.
                </li>
            </ul>
            <br />
            <br />

            <p class="text-grey">
                класс списка ul.list.list--dashed
            </p>

            <p>
                Для печати изготавливались тонкие металлические доски, на которых вырезались значки. Существовало
                несколько методов:
            </p>

            <ul class="list list--dashed">
                <li>
                    линии очертания букв оставлялись, а всё остальное срезалось;
                </li>
                <li>
                    в доске вглубь вырезалось очертание букв — тогда буквы при печатании выходили белыми, а всё
                    остальное оставалось чёрным.
                </li>
            </ul>
        </div>
        <br />
        <br />

        <h2 class="ui-kit-section__hl">
            Упорядоченный список
        </h2>
        <div style="width: 70%;">
            <p class="text-grey">
                класс списка ol.list
            </p>

            <p>
                Для печати изготавливались тонкие металлические доски, на которых вырезались значки. Существовало
                несколько методов:
            </p>

            <ol class="list">
                <li>
                    линии очертания букв оставлялись, а всё остальное срезалось;
                </li>
                <li>
                    в доске вглубь вырезалось очертание букв — тогда буквы при печатании выходили белыми, а всё
                    остальное оставалось чёрным.
                </li>
            </ol>
            <br />
            <br />

            <p class="text-grey">
                класс списка ol.list.text-sm
            </p>

            <p class="text-sm">
                Для печати изготавливались тонкие металлические доски, на которых вырезались значки. Существовало
                несколько методов:
            </p>

            <ol class="list text-sm">
                <li>
                    линии очертания букв оставлялись, а всё остальное срезалось;
                </li>
                <li>
                    в доске вглубь вырезалось очертание букв — тогда буквы при печатании выходили белыми, а всё
                    остальное оставалось чёрным.
                </li>
            </ol>
        </div>

        <br />
        <br />

        <h2 class="ui-kit-section__hl">
            Комбинированный список
        </h2>
        <div style="width: 70%;">
            <p class="text-grey">
                класс списка ul.list
            </p>

            <p>
                Для печати изготавливались тонкие металлические доски, на которых вырезались значки. Существовало
                несколько методов:
            </p>

            <ul class="list">
                <li>
                    линии очертания букв оставлялись, а всё остальное срезалось;
                </li>
                <li>
                    в доске вглубь вырезалось очертание букв — тогда буквы при печатании выходили белыми, а всё
                    остальное оставалось чёрным.
                    <ol class="list">
                        <li>
                            линии очертания букв оставлялись;
                        </li>
                        <li>
                            а всё остальное срезалось
                        </li>
                        <li>
                            всё остальное оставалось чёрным.
                        </li>
                    </ol>
                </li>
                <li>
                    буквы при печатании выходили белыми.
                </li>
            </ul>
            <br />
            <br />

            <p class="text-grey">
                класс списка ul.list.text-sm
            </p>

            <p class="text-sm">
                Для печати изготавливались тонкие металлические доски, на которых вырезались значки. Существовало
                несколько методов:
            </p>

            <ul class="list list--sm text-sm">
                <li>
                    линии очертания букв оставлялись, а всё остальное срезалось;
                </li>
                <li>
                    в доске вглубь вырезалось очертание букв — тогда буквы при печатании выходили белыми, а всё
                    остальное оставалось чёрным.
                    <ol class="list">
                        <li>
                            линии очертания букв оставлялись;
                        </li>
                        <li>
                            а всё остальное срезалось
                        </li>
                        <li>
                            всё остальное оставалось чёрным.
                        </li>
                    </ol>
                </li>
                <li>
                    буквы при печатании выходили белыми.
                </li>
            </ul>
        </div>
    </section>
</template>
<script>
export default {
    name: 'ui-kit-list',
};
</script>
